export const poetryArr = [
    {
        "_id": "66da2c10485c554a48740a21",
        "poetry": [
            "زخم جھیلے داغ بھی کھائے بہت",
            "دل لگا کر ہم تو پچھتائے بہت"
        ],
        "poet": "میر تقی میر",
        "category": "دل",
        "__v": 0,
        "createdAt": "2024-09-23T05:22:52.771Z",
        "updatedAt": "2024-09-23T05:22:52.771Z"
    },
    {
        "_id": "66da2c33485c554a48740a23",
        "poetry": [
            "وہ تو جاں لے کے بھی ویسا ہی سبک نام رہا",
            "عشق کے باب میں سب جرم ہمارے نکلے"
        ],
        "poet": "پروین شاکر",
        "category": "دل",
        "__v": 0,
        "createdAt": "2024-09-23T05:22:52.771Z",
        "updatedAt": "2024-09-23T05:22:52.771Z"
    },
    {
        "_id": "66e5f86acfec703975580def",
        "poetry": [
            "ساری دنیا کے غم ہمارے ہیں",
            "اور ستم یہ کہ ہم تمہارے ہیں"
        ],
        "poet": "جون ایلیا",
        "category": "غم",
        "__v": 0,
        "createdAt": "2024-09-23T05:22:52.771Z",
        "updatedAt": "2024-09-23T05:22:52.771Z"
    },
    {
        "_id": "66ec9e03269676f919aeb886",
        "poetry": [
            "ہم نے اکثر تمہاری راہوں میں",
            "رک کر اپنا ہی انتظار کیا"
        ],
        "poet": "گلزار",
        "category": "انتظار",
        "__v": 0,
        "createdAt": "2024-09-23T05:22:52.771Z",
        "updatedAt": "2024-09-23T05:22:52.771Z"
    },
    {
        "_id": "66f0f14f269676f919aeb8f9",
        "poetry": [
            "ساڈے اجڑے دل دا حال نا پوچھ",
            "متاں پہلا مجرم توں ہوویں"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "دل",
        "__v": 0,
        "createdAt": "2024-09-23T05:22:52.771Z",
        "updatedAt": "2024-09-23T05:22:52.771Z"
    },
    {
        "_id": "66f0fb2c472420f24fe65b12",
        "poetry": [
            "تیڈا شاکر شہر منافق ہے",
            "نا ولسوں ول تیڈے شہر دے وچ"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "منافق",
        "createdAt": "2024-09-23T05:22:52.771Z",
        "updatedAt": "2024-09-23T05:22:52.771Z",
        "__v": 0
    },
    {
        "_id": "66f1c67e279cbf77b473d25f",
        "poetry": [
            "خود رول کے آھدائیں رل گئے ہیں",
            " توں گول تاں سہی میں لبھ پوساں"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "گمشدہ",
        "createdAt": "2024-09-23T19:50:22.151Z",
        "updatedAt": "2024-09-23T19:50:22.151Z",
        "__v": 0
    },
    {
        "_id": "66f3138d6fcef704f8286e85",
        "category": "قلم",
        "poetry": [
            "میں سینہ چاک ظالم دا قلم دے نال کر ویساں",
            "امن کیتے میں ہر خطرے دی دوزخ توں گزر ویساں",
            "میڈے حالات دے اتے میڈے جزبات غالب ہن",
            "جے میں اجڑیم تاں کوئی ڈر نئیں جے قوم اجڑی تے مر ویساں"
        ],
        "poet": "شاکر شجاع آبادی"
    },
    {
        "_id": "66f410bf279cbf77b473d26b",
        "poetry": [
            "آنکھوں کو پڑھنے کا ہنر سیکھ",
            "ہر بات منہ سے بتائی نہیں جاتی"
        ],
        "poet": "نامعلوم",
        "category": "شکوہ",
        "createdAt": "2024-09-25T13:31:43.561Z",
        "updatedAt": "2024-09-25T13:31:43.561Z",
        "__v": 0
    },
    {
        "_id": "66f5b1dc279cbf77b473d27a",
        "poetry": [
            "اس شرط پہ کھیلوں گی پیا پیار کی بازی",
            "جیتوں تو تجھے پاؤں ہاروں تو پیا تیری"
        ],
        "poet": "پروین شاکر",
        "category": "جیت",
        "createdAt": "2024-09-26T19:11:24.523Z",
        "updatedAt": "2024-09-26T19:11:24.523Z",
        "__v": 0
    },
    {
        "_id": "6715d3ad279cbf77b473d303",
        "poetry": [
            "شب جو مسجد میں جا پھنسے مومن",
            "رات کاٹی خدا خدا کر کے"
        ],
        "poet": "مومن خاں مومن",
        "category": "رات",
        "createdAt": "2024-10-21T04:08:13.202Z",
        "updatedAt": "2024-10-21T04:08:13.202Z",
        "__v": 0
    },
    {
        "_id": "6715d6e5279cbf77b473d30a",
        "poetry": [
            "ہم نے کیے گناہ تو دوزخ ملی ہمیں",
            "دوزخ کا کیا گناہ کے دوزخ کو ہم ملے "
        ],
        "poet": "جون ایلیا",
        "category": "گناہ",
        "createdAt": "2024-10-21T04:21:57.860Z",
        "updatedAt": "2024-10-21T04:21:57.860Z",
        "__v": 0
    },
    {
        "_id": "6715dca2279cbf77b473d311",
        "poetry": [
            "رنجش ہی سہی دل ہی دکھانے کے لیے آ",
            "\nآ پھر سے مجھے چھوڑ کے جانے کے لیے آ"
        ],
        "poet": "احمد فراز ",
        "category": "دل",
        "createdAt": "2024-10-21T04:46:26.455Z",
        "updatedAt": "2024-10-21T04:46:26.455Z",
        "__v": 0
    },
    {
        "_id": "6715dd02279cbf77b473d313",
        "poetry": [
            "دل ناامید تو نہیں ناکام ہی تو ہے",
            "\nلمبی ہے غم کی شام مگر شام ہی تو ہے"
        ],
        "poet": "فیض احمد فیض",
        "category": "دل",
        "createdAt": "2024-10-21T04:48:02.017Z",
        "updatedAt": "2024-10-21T04:48:02.017Z",
        "__v": 0
    },
    {
        "_id": "6715dd66279cbf77b473d315",
        "poetry": [
            "اور کیا دیکھنے کو باقی ہے",
            "\nآپ سے دل لگا کے دیکھ لیا"
        ],
        "poet": "فیض احمد فیض",
        "category": "دل",
        "createdAt": "2024-10-21T04:49:42.046Z",
        "updatedAt": "2024-10-21T04:49:42.046Z",
        "__v": 0
    },
    {
        "_id": "6715dde1279cbf77b473d317",
        "poetry": [
            "کوئی میرے دل سے پوچھے ترے تیر نیم کش کو",
            "\nیہ خلش کہاں سے ہوتی جو جگر کے پار ہوتا"
        ],
        "poet": "مرزا غالب",
        "category": "دل",
        "createdAt": "2024-10-21T04:51:45.233Z",
        "updatedAt": "2024-10-21T04:51:45.233Z",
        "__v": 0
    },
    {
        "_id": "6715de7f279cbf77b473d319",
        "poetry": [
            "ابھی راہ میں کئی موڑ ہیں ",
            "کوئی آئے گا کوئی جائے گا",
            "\nتمہیں جس نے دل سے بھلا دیا ",
            "اسے بھولنے کی دعا کرو"
        ],
        "poet": "بشیر بدر",
        "category": "دل",
        "createdAt": "2024-10-21T04:54:23.648Z",
        "updatedAt": "2024-10-21T04:54:23.648Z",
        "__v": 0
    },
    {
        "_id": "6715debe279cbf77b473d31b",
        "poetry": [
            "دل دھڑکنے کا سبب یاد آیا",
            "\nوہ تری یاد تھی اب یاد آیا"
        ],
        "poet": "ناصر کاظمی",
        "category": "دل",
        "createdAt": "2024-10-21T04:55:26.028Z",
        "updatedAt": "2024-10-21T04:55:26.028Z",
        "__v": 0
    },
    {
        "_id": "6715df61279cbf77b473d323",
        "poetry": [
            "نقش توحید کا ہر دل پہ بٹھایا ہم نے",
            "\nزیر خنجر بھی یہ پیغام سنایا ہم نے"
        ],
        "poet": "علامہ اقبال",
        "category": "دل",
        "createdAt": "2024-10-21T04:58:09.201Z",
        "updatedAt": "2024-10-21T04:58:09.201Z",
        "__v": 0
    },
    {
        "_id": "6715dfbd279cbf77b473d325",
        "poetry": [
            "میرے داغ دل سے ہے روشنی",
            " اسی روشنی سے ہے زندگی",
            "\nمجھے ڈر ہے اے مرے چارہ گر",
            " یہ چراغ تو ہی بجھا نہ دے"
        ],
        "poet": "شکیل بدایونی ",
        "category": "دل",
        "createdAt": "2024-10-21T04:59:41.681Z",
        "updatedAt": "2024-10-21T04:59:41.681Z",
        "__v": 0
    },
    {
        "_id": "6715dfef279cbf77b473d327",
        "poetry": [
            "رہا نہ دل میں وہ بے درد اور درد رہا",
            "\nمقیم کون ہوا ہے مقام کس کا تھا"
        ],
        "poet": "داغ دہلوی",
        "category": "دل",
        "createdAt": "2024-10-21T05:00:31.302Z",
        "updatedAt": "2024-10-21T05:00:31.302Z",
        "__v": 0
    },
    {
        "_id": "6715e03e279cbf77b473d329",
        "poetry": [
            "دل سے جو بات نکلتی ہے اثر رکھتی ہے",
            "\nپر نہیں طاقت پرواز مگر رکھتی ہے"
        ],
        "poet": "علامہ اقبال",
        "category": "دل",
        "createdAt": "2024-10-21T05:01:50.325Z",
        "updatedAt": "2024-10-21T05:01:50.325Z",
        "__v": 0
    },
    {
        "_id": "6715e091279cbf77b473d32b",
        "poetry": [
            "زندگی کس طرح بسر ہوگی",
            "\nدل نہیں لگ رہا محبت میں"
        ],
        "poet": "جون ایلیا",
        "category": "دل",
        "createdAt": "2024-10-21T05:03:13.267Z",
        "updatedAt": "2024-10-21T05:03:13.267Z",
        "__v": 0
    },
    {
        "_id": "6715e10b279cbf77b473d32d",
        "poetry": [
            "لے گیا چھین کے کون آج ترا صبر و قرار",
            "\nبے قراری تجھے اے دل کبھی ایسی تو نہ تھی"
        ],
        "poet": "بہادر شاہ ظفر",
        "category": "دل",
        "createdAt": "2024-10-21T05:05:15.156Z",
        "updatedAt": "2024-10-21T05:05:15.156Z",
        "__v": 0
    },
    {
        "_id": "6715e15b279cbf77b473d32f",
        "poetry": [
            "اک ہنر ہے جو کر گیا ہوں میں",
            "\nسب کے دل سے اتر گیا ہوں میں"
        ],
        "poet": "جون ایلیا",
        "category": "دل",
        "createdAt": "2024-10-21T05:06:35.227Z",
        "updatedAt": "2024-10-21T05:06:35.227Z",
        "__v": 0
    },
    {
        "_id": "6715e1a5279cbf77b473d331",
        "poetry": [
            "نہ کسی کی آنکھ کا نور ہوں ",
            "نہ کسی کے دل کا قرار ",
            "ہوں\nکسی کام میں جو نہ آ سکے ",
            "میں وہ ایک مشت غبار ہوں"
        ],
        "poet": "مضطر خیرآبادی",
        "category": "دل",
        "createdAt": "2024-10-21T05:07:49.396Z",
        "updatedAt": "2024-10-21T05:07:49.396Z",
        "__v": 0
    },
    {
        "_id": "6715e1d9279cbf77b473d333",
        "poetry": [
            "دل کی تکلیف کم نہیں کرتے",
            "\nاب کوئی شکوہ ہم نہیں کرتے"
        ],
        "poet": "جون ایلیا",
        "category": "شکوہ",
        "createdAt": "2024-10-21T05:08:41.874Z",
        "updatedAt": "2024-10-21T05:08:41.874Z",
        "__v": 0
    },
    {
        "_id": "6715e214279cbf77b473d335",
        "poetry": [
            "دل یہ کہتا ہے کہ شاید ہے فسردہ تو بھی",
            "\nدل کی کیا بات کریں دل تو ہے ناداں جاناں"
        ],
        "poet": "احمد فراز",
        "category": "دل",
        "createdAt": "2024-10-21T05:09:40.578Z",
        "updatedAt": "2024-10-21T05:09:40.578Z",
        "__v": 0
    },
    {
        "_id": "6715e277279cbf77b473d337",
        "poetry": [
            "دل دے تو اس مزاج کا پروردگار دے",
            "\nجو رنج کی گھڑی بھی خوشی سے گزار دے"
        ],
        "poet": "داغ دہلوی",
        "category": "دل",
        "createdAt": "2024-10-21T05:11:19.337Z",
        "updatedAt": "2024-10-21T05:11:19.337Z",
        "__v": 0
    },
    {
        "_id": "6715e2b2279cbf77b473d339",
        "poetry": [
            "حد ادب کی بات تھی",
            " حد ادب میں رہ گئی",
            " میں نے کہا میں چلا",
            " اس نے کہا جائیے"
        ],
        "poet": "جون ایلیا",
        "category": "دل",
        "createdAt": "2024-10-21T05:12:18.844Z",
        "updatedAt": "2024-10-21T05:12:18.844Z",
        "__v": 0
    },
    {
        "_id": "6715e3b2279cbf77b473d33f",
        "poetry": [
            "فقط نگاہ سے ہوتا ہے فیصلہ دل کا",
            "\nنہ ہو نگاہ میں شوخی تو دلبری کیا ہے"
        ],
        "poet": "علامہ اقبال",
        "category": "دل",
        "createdAt": "2024-10-21T05:16:34.503Z",
        "updatedAt": "2024-10-21T05:16:34.503Z",
        "__v": 0
    },
    {
        "_id": "6715e44c279cbf77b473d342",
        "poetry": [
            "غم دنیا بھی غم یار میں شامل کر لو",
            "\nنشہ بڑھتا ہے شرابیں جو شرابوں میں ملیں"
        ],
        "poet": "احمد فراز",
        "category": "غم",
        "createdAt": "2024-10-21T05:19:08.110Z",
        "updatedAt": "2024-10-21T05:19:08.110Z",
        "__v": 0
    },
    {
        "_id": "6715e4c0279cbf77b473d344",
        "poetry": [
            "اتنا مانوس نہ ہو خلوت غم سے اپنی",
            "\nتو کبھی خود کو بھی دیکھے گا تو ڈر جائے گا"
        ],
        "poet": "احمد فراز",
        "category": "غم",
        "createdAt": "2024-10-21T05:21:04.416Z",
        "updatedAt": "2024-10-21T05:21:04.416Z",
        "__v": 0
    },
    {
        "_id": "6715e4e9279cbf77b473d346",
        "poetry": [
            "تم اتنا جو مسکرا رہے ہو",
            "\nکیا غم ہے جس کو چھپا رہے ہو"
        ],
        "poet": "کیفی اعظمی ",
        "category": "غم",
        "createdAt": "2024-10-21T05:21:45.292Z",
        "updatedAt": "2024-10-21T05:21:45.292Z",
        "__v": 0
    },
    {
        "_id": "6715e51d279cbf77b473d348",
        "poetry": [
            "ہم پہ مشترکہ ہیں احسان غم الفت کے",
            "\nاتنے احسان کہ گنواؤں تو گنوا نہ سکوں"
        ],
        "poet": "فیض احمد فیض ",
        "category": "غم",
        "createdAt": "2024-10-21T05:22:37.046Z",
        "updatedAt": "2024-10-21T05:22:37.046Z",
        "__v": 0
    },
    {
        "_id": "6715e57c279cbf77b473d34a",
        "poetry": [
            "وقت اچھا بھی آئے گا ناصرؔ\nغم نہ کر زندگی پڑی ہے ابھی"
        ],
        "poet": "ناصر کاظمی",
        "category": "غم",
        "createdAt": "2024-10-21T05:24:12.807Z",
        "updatedAt": "2024-10-21T05:24:12.807Z",
        "__v": 0
    },
    {
        "_id": "6715e5cb279cbf77b473d34c",
        "poetry": [
            "اے جان فرازؔ اتنی بھی توفیق کسے تھی",
            "\nہم کو غم ہستی بھی گوارا ہے کہ تم ہو"
        ],
        "poet": "احمد فراز ",
        "category": "غم",
        "createdAt": "2024-10-21T05:25:31.176Z",
        "updatedAt": "2024-10-21T05:25:31.176Z",
        "__v": 0
    },
    {
        "_id": "6715e601279cbf77b473d34e",
        "poetry": [
            "غم عاشقی سے کہہ دو رہ عام تک نہ پہنچے",
            "\nمجھے خوف ہے یہ تہمت ترے نام تک نہ پہنچے"
        ],
        "poet": "شکیل بدایونی ",
        "category": "غم",
        "createdAt": "2024-10-21T05:26:25.252Z",
        "updatedAt": "2024-10-21T05:26:25.252Z",
        "__v": 0
    },
    {
        "_id": "6715e653279cbf77b473d350",
        "poetry": [
            "میں تلخیٔ حیات سے گھبرا کے پی گیا",
            "\nغم کی سیاہ رات سے گھبرا کے پی گیا"
        ],
        "poet": "ساغر صدیقی ",
        "category": "غم",
        "createdAt": "2024-10-21T05:27:47.504Z",
        "updatedAt": "2024-10-21T05:27:47.504Z",
        "__v": 0
    },
    {
        "_id": "6715e7bb279cbf77b473d352",
        "poetry": [
            "عشق میں اور کچھ نہیں ملتا",
            "\nسیکڑوں غم نصیب ہوتے ہیں"
        ],
        "poet": "نوح ناروی",
        "category": "عشق",
        "createdAt": "2024-10-21T05:33:47.477Z",
        "updatedAt": "2024-10-21T05:33:47.477Z",
        "__v": 0
    },
    {
        "_id": "6715e816279cbf77b473d354",
        "poetry": [
            "نہ حریف جاں نہ شریک غم",
            " شب انتظار کوئی تو ہو",
            "\nکسے بزم شوق میں لائیں ہم ",
            "دل بے قرار کوئی تو ہو",
            ""
        ],
        "poet": "احمد فراز ",
        "category": "غم",
        "createdAt": "2024-10-21T05:35:18.667Z",
        "updatedAt": "2024-10-21T05:35:18.667Z",
        "__v": 0
    },
    {
        "_id": "6715eaa2279cbf77b473d356",
        "poetry": [
            "بھلے دنوں کا بھروسا ہی کیا رہیں نہ رہیں",
            "\nسو میں نے رشتۂ غم کو بحال رکھا ہے"
        ],
        "poet": "احمد فراز",
        "category": "غم",
        "createdAt": "2024-10-21T05:46:10.533Z",
        "updatedAt": "2024-10-21T05:46:10.533Z",
        "__v": 0
    },
    {
        "_id": "6715ed8b279cbf77b473d360",
        "poetry": [
            "ملاتے ہو اسی کو خاک میں جو دل سے ملتا ہے",
            " مری جاں چاہنے والا بڑی مشکل سے ملتا ہے"
        ],
        "poet": "داغ دہلوی",
        "category": "غم",
        "createdAt": "2024-10-21T05:58:35.157Z",
        "updatedAt": "2024-10-21T05:58:35.157Z",
        "__v": 0
    },
    {
        "_id": "6715ef35279cbf77b473d363",
        "poetry": [
            "یہ نہ تھی ہماری قسمت کہ وصال یار ہوتا",
            "\nاگر اور جیتے رہتے یہی انتظار ہوتا"
        ],
        "poet": "مرزا غالب ",
        "category": "انتظار",
        "createdAt": "2024-10-21T06:05:41.380Z",
        "updatedAt": "2024-10-21T06:05:41.380Z",
        "__v": 0
    },
    {
        "_id": "6715ef35279cbf77b473d365",
        "poetry": [
            "یہ نہ تھی ہماری قسمت کہ وصال یار ہوتا",
            "\nاگر اور جیتے رہتے یہی انتظار ہوتا"
        ],
        "poet": "مرزا غالب ",
        "category": "انتظار",
        "createdAt": "2024-10-21T06:05:41.606Z",
        "updatedAt": "2024-10-21T06:05:41.606Z",
        "__v": 0
    },
    {
        "_id": "6715efd4279cbf77b473d367",
        "poetry": [
            "ترے ہاتھ سے میرے ہونٹ تک",
            " وہی انتظار کی پیاس ہے",
            "\nمرے نام کی جو شراب تھی",
            " کہیں راستے میں چھلک گئی"
        ],
        "poet": "بشیر بدر ",
        "category": "انتظار ",
        "createdAt": "2024-10-21T06:08:20.128Z",
        "updatedAt": "2024-10-21T06:08:20.128Z",
        "__v": 0
    },
    {
        "_id": "6715f00b279cbf77b473d369",
        "poetry": [
            "مجھ کو یہ آرزو وہ اٹھائیں نقاب خود",
            "\nان کو یہ انتظار تقاضا کرے کوئی"
        ],
        "poet": "اسرار الحق مجاز",
        "category": "انتظار ",
        "createdAt": "2024-10-21T06:09:15.221Z",
        "updatedAt": "2024-10-21T06:09:15.221Z",
        "__v": 0
    },
    {
        "_id": "6715f056279cbf77b473d36b",
        "poetry": [
            "نہ ہوا نصیب قرار جاں ہوس قرار بھی اب نہیں",
            "\nترا انتظار بہت کیا ترا انتظار بھی اب نہی"
        ],
        "poet": "جون ایلیا ",
        "category": "انتظار ",
        "createdAt": "2024-10-21T06:10:30.619Z",
        "updatedAt": "2024-10-21T06:10:30.619Z",
        "__v": 0
    },
    {
        "_id": "6715f09e279cbf77b473d36d",
        "poetry": [
            "نہ حریف جاں نہ شریک غم شب انتظار کوئی تو ہو",
            "\nکسے بزم شوق میں لائیں ہم دل بے قرار کوئی تو ہو"
        ],
        "poet": "احمد فراز ",
        "category": "انتظار ",
        "createdAt": "2024-10-21T06:11:42.051Z",
        "updatedAt": "2024-10-21T06:11:42.051Z",
        "__v": 0
    },
    {
        "_id": "6715f0f5279cbf77b473d36f",
        "poetry": [
            "شب انتظار کی کشمکش میں نہ پوچھ کیسے سحر ہوئی",
            "\nکبھی اک چراغ جلا دیا کبھی اک چراغ بجھا دیا"
        ],
        "poet": "مجروح سلطانپوری",
        "category": "انتظار ",
        "createdAt": "2024-10-21T06:13:09.368Z",
        "updatedAt": "2024-10-21T06:13:09.368Z",
        "__v": 0
    },
    {
        "_id": "6715f13e279cbf77b473d371",
        "poetry": [
            "میں لوٹنے کے ارادے سے جا رہا ہوں مگر",
            "\nسفر سفر ہے مرا انتظار مت کرنا"
        ],
        "poet": "ساحل سحری نینیتالی",
        "category": "انتظار ",
        "createdAt": "2024-10-21T06:14:22.041Z",
        "updatedAt": "2024-10-21T06:14:22.041Z",
        "__v": 0
    },
    {
        "_id": "6715f44f279cbf77b473d374",
        "poetry": [
            "جان لیوا تھیں خواہشیں ورنہ",
            "وصل سے انتظار اچھا تھا"
        ],
        "poet": "جون ایلیا ",
        "category": "انتظار",
        "createdAt": "2024-10-21T06:27:27.955Z",
        "updatedAt": "2024-10-21T06:27:27.955Z",
        "__v": 0
    },
    {
        "_id": "6715f492279cbf77b473d376",
        "poetry": [
            "کوئی آیا نہ آئے گا لیکن",
            "کیا کریں گر نہ انتظار کریں"
        ],
        "poet": "فراق گورکھپوری ",
        "category": "انتظار ",
        "createdAt": "2024-10-21T06:28:34.381Z",
        "updatedAt": "2024-10-21T06:28:34.381Z",
        "__v": 0
    },
    {
        "_id": "6715f4cc279cbf77b473d378",
        "poetry": [
            "زندگی انتظار ہے تیرا",
            "ہم نے اک بات آج جانی ہے"
        ],
        "poet": "فراق گورکھپوری ",
        "category": "انتظار ",
        "createdAt": "2024-10-21T06:29:32.264Z",
        "updatedAt": "2024-10-21T06:29:32.264Z",
        "__v": 0
    },
    {
        "_id": "6715f50d279cbf77b473d37a",
        "poetry": [
            "میں انتظار میں ہوں تو کوئی سوال تو کر",
            "یقین رکھ میں تجھے لا جواب کر دوں گا"
        ],
        "poet": "راحت اندوری",
        "category": "انتظار ",
        "createdAt": "2024-10-21T06:30:37.061Z",
        "updatedAt": "2024-10-21T06:30:37.061Z",
        "__v": 0
    },
    {
        "_id": "6715f540279cbf77b473d37c",
        "poetry": [
            "یوں ٹھہر ٹھہر کے گزری شب انتظار یارو",
            "کہ سحر کے ہوتے ہوتے کئی ہم نے خواب دیکھے"
        ],
        "poet": "جمیل ملک",
        "category": "انتظار ",
        "createdAt": "2024-10-21T06:31:28.070Z",
        "updatedAt": "2024-10-21T06:31:28.070Z",
        "__v": 0
    },
    {
        "_id": "6715f576279cbf77b473d37e",
        "poetry": [
            "شب انتظار آخر کبھی ہوگی مختصر بھی",
            "یہ چراغ بجھ رہے ہیں مرے ساتھ جلتے جلتے"
        ],
        "poet": "کیفی اعظمی ",
        "category": "انتظار ",
        "createdAt": "2024-10-21T06:32:22.035Z",
        "updatedAt": "2024-10-21T06:32:22.035Z",
        "__v": 0
    },
    {
        "_id": "6715f5c5279cbf77b473d380",
        "poetry": [
            "جو چراغ سارے بجھا چکے انہیں انتظار کہاں رہا",
            "یہ سکوں کا دور شدید ہے کوئی بے قرار کہاں رہا"
        ],
        "poet": "ادا جعفری ",
        "category": "انتظار ",
        "createdAt": "2024-10-21T06:33:41.681Z",
        "updatedAt": "2024-10-21T06:33:41.681Z",
        "__v": 0
    },
    {
        "_id": "6715f61a279cbf77b473d382",
        "poetry": [
            "ان کے آنے کے بعد بھی جالبؔ",
            "دیر تک ان کا انتظار رہا"
        ],
        "poet": "حبیب جالب ",
        "category": "انتظار ",
        "createdAt": "2024-10-21T06:35:06.176Z",
        "updatedAt": "2024-10-21T06:35:06.176Z",
        "__v": 0
    },
    {
        "_id": "6715f73e279cbf77b473d387",
        "poetry": [
            "جو چراغ سارے بجھا چکے انہیں انتظار کہاں رہا",
            "یہ سکوں کا دور شدید ہے کوئی بے قرار کہاں رہا"
        ],
        "poet": "ادا جعفری",
        "category": "انتظار ",
        "createdAt": "2024-10-21T06:39:58.129Z",
        "updatedAt": "2024-10-21T06:39:58.129Z",
        "__v": 0
    },
    {
        "_id": "6715f8a8279cbf77b473d38d",
        "poetry": [
            "دنیا میں قتیلؔ اس سا منافق نہیں کوئی",
            "جو ظلم تو سہتا ہے بغاوت نہیں کرتا"
        ],
        "poet": "قتیل شفائی",
        "category": "انتظار ",
        "createdAt": "2024-10-21T06:46:00.904Z",
        "updatedAt": "2024-10-21T06:46:00.904Z",
        "__v": 0
    },
    {
        "_id": "6717469b279cbf77b473d3ba",
        "poetry": [
            "کتنا آساں تھا ترے ہجر میں مرنا جاناں",
            "پھر بھی اک عمر لگی جان سے جاتے جاتے"
        ],
        "poet": "احمد فراز",
        "category": "ہجر",
        "createdAt": "2024-10-22T06:30:51.767Z",
        "updatedAt": "2024-10-22T06:30:51.767Z",
        "__v": 0
    },
    {
        "_id": "67174704279cbf77b473d3bc",
        "poetry": [
            "اس قوم کو شمشیر کی حاجت نہیں رہتی",
            "ہو جس کے جوانوں کی خودی صورت فولاد"
        ],
        "poet": "علامہ اقبال",
        "category": "خودی",
        "createdAt": "2024-10-22T06:32:36.516Z",
        "updatedAt": "2024-10-22T06:32:36.516Z",
        "__v": 0
    },
    {
        "_id": "671d4130279cbf77b473d49f",
        "poetry": [
            "آگ تھے ابتدائے عشق میں ہم ",
            "\nاب جو ہیں خاک انتہا ہے یہ"
        ],
        "poet": "میر تقی میر",
        "category": "عشق",
        "createdAt": "2024-10-26T19:21:20.627Z",
        "updatedAt": "2024-10-26T19:21:20.627Z",
        "__v": 0
    },
    {
        "_id": "671d41a3279cbf77b473d4a3",
        "poetry": [
            "مصائب اور تھے پر دل کا جانا ",
            "\nعجب اک سانحہ سا ہو گیا ہے"
        ],
        "poet": "میر تقی میر ",
        "category": "دل",
        "createdAt": "2024-10-26T19:23:15.475Z",
        "updatedAt": "2024-10-26T19:23:15.475Z",
        "__v": 0
    },
    {
        "_id": "671d41dc279cbf77b473d4a6",
        "poetry": [
            "ہم فقیروں سے بے ادائی کیا ",
            "\nآن بیٹھے جو تم نے پیار کیا"
        ],
        "poet": "میر تقی میر ",
        "category": "پیار",
        "createdAt": "2024-10-26T19:24:12.306Z",
        "updatedAt": "2024-10-26T19:24:12.306Z",
        "__v": 0
    },
    {
        "_id": "671d4251279cbf77b473d4a8",
        "poetry": [
            "سنا ہے لوگ اسے آنکھ بھر کے دیکھتے ہیں",
            "\nسو اس کے شہر میں کچھ دن ٹھہر کے دیکھتے ہیں"
        ],
        "poet": "احمد فراز ",
        "category": "آنکھ",
        "createdAt": "2024-10-26T19:26:09.776Z",
        "updatedAt": "2024-10-26T19:26:09.776Z",
        "__v": 0
    },
    {
        "_id": "671d4288279cbf77b473d4aa",
        "poetry": [
            "رگوں میں دوڑتے پھرنے کے ہم نہیں قائل\nجب آنکھ ہی سے نہ ٹپکا تو پھر لہو کیا ہے"
        ],
        "poet": "مرزا غالب",
        "category": "آنکھ",
        "createdAt": "2024-10-26T19:27:04.031Z",
        "updatedAt": "2024-10-26T19:27:04.031Z",
        "__v": 0
    },
    {
        "_id": "671d42cd279cbf77b473d4ae",
        "poetry": [
            "قہقہہ آنکھ کا برتاؤ بدل دیتا ہے",
            "\nہنسنے والے تجھے آنسو نظر آئیں کیسے"
        ],
        "poet": "وسیم بریلوی ",
        "category": "آنکھ",
        "createdAt": "2024-10-26T19:28:13.465Z",
        "updatedAt": "2024-10-26T19:28:13.465Z",
        "__v": 0
    },
    {
        "_id": "671d4408279cbf77b473d4b0",
        "poetry": [
            "کسی آنکھ میں نہیں اشک غم",
            "ترے بعد کچھ بھی نہیں ہے کم",
            "تجھے زندگی نے بھلا دیا",
            " تو بھی مسکرا اسے بھول جا"
        ],
        "poet": "امجد اسلام امجد ",
        "category": "آنکھ",
        "createdAt": "2024-10-26T19:33:28.806Z",
        "updatedAt": "2024-10-26T19:33:28.806Z",
        "__v": 0
    },
    {
        "_id": "671d4438279cbf77b473d4b2",
        "poetry": [
            "میں جس کی آنکھ کا آنسو تھا اس نے قدر نہ کی",
            "\nبکھر گیا ہوں تو اب ریت سے اٹھائے مجھے"
        ],
        "poet": "بشیر بدر ",
        "category": "آنسو",
        "createdAt": "2024-10-26T19:34:16.389Z",
        "updatedAt": "2024-10-26T19:34:16.389Z",
        "__v": 0
    },
    {
        "_id": "671d4493279cbf77b473d4b4",
        "poetry": [
            "وہ پاگل مست ہے اپنی وفا میں",
            "\nمری آنکھوں میں آنسو آ رہے ہیں"
        ],
        "poet": "جون ایلیا ",
        "category": "وفا",
        "createdAt": "2024-10-26T19:35:47.678Z",
        "updatedAt": "2024-10-26T19:35:47.678Z",
        "__v": 0
    },
    {
        "_id": "671d44d7279cbf77b473d4b6",
        "poetry": [
            "مسلسل حادثوں سے بس مجھے اتنی شکایت ہے",
            "\nکہ یہ آنسو بہانے کی بھی تو مہلت نہیں دیتے"
        ],
        "poet": "وسیم بریلوی ",
        "category": "آنسو",
        "createdAt": "2024-10-26T19:36:55.111Z",
        "updatedAt": "2024-10-26T19:36:55.111Z",
        "__v": 0
    },
    {
        "_id": "671dd772279cbf77b473d503",
        "poetry": [
            "کوئی امیری کیوں گھناں اپنی خدی کوں ویچ ک",
            "غم خریدن کوں تیار ہاں ہر خوشی کوں ویچ کے",
            "کئی جزا ڈے کے توں میڈے پیار دا سودا نا کر",
            "میں نی گھنداتیڈی جنت بندگی کوں ویچ کے"
        ],
        "poet": "شاکر شجاع آبادی ",
        "category": "خودی",
        "createdAt": "2024-10-27T06:02:26.466Z",
        "updatedAt": "2024-10-27T06:02:26.466Z",
        "__v": 0
    },
    {
        "_id": "671dd8a9279cbf77b473d505",
        "poetry": [
            "توں مرضی نال جیکوں وی جوا یا مار کئیں پچھنڑے",
            "رعایا تیڈی گنگی ہے میڈا سردار کئیں پچھنڑے",
            "غریباں دے لحو دے نال وضو کر تے کعبے ونج",
            "تیڈے متھے تے محراب اے تیڈا کردار کئیں پچھنڑے"
        ],
        "poet": "شاکر شجاع آبادی ",
        "category": "کردار",
        "createdAt": "2024-10-27T06:07:37.977Z",
        "updatedAt": "2024-10-27T06:07:37.977Z",
        "__v": 0
    },
    {
        "_id": "671dda7e279cbf77b473d509",
        "poetry": [
            "دغاباز کوں دلرُباسمجھی بیٹھن",
            "بَلا کوں اے بالاں دی ماسمجھی بیٹھن",
            "خدایا فرشتیں دا رب تھی رہ ونج",
            "مسلمان بُش کوں خدا سمجھی بیٹھن"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "خدائی",
        "createdAt": "2024-10-27T06:15:26.751Z",
        "updatedAt": "2024-10-27T06:15:26.751Z",
        "__v": 0
    },
    {
        "_id": "671ddbbb279cbf77b473d50b",
        "poetry": [
            "اتھاں کہیں کوں مان وفاواں دا",
            "تے کہیں کوں نازاداواں دا",
            "اساں پیلے پتر درختاں دے",
            "ساکوں رہندے خوف ہواواں دا"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "وفا",
        "createdAt": "2024-10-27T06:20:43.095Z",
        "updatedAt": "2024-10-27T06:20:43.095Z",
        "__v": 0
    },
    {
        "_id": "671ddca8279cbf77b473d50d",
        "poetry": [
            "خلیفے تے شاہ دی رسائی تاں ڈیکھاں",
            "کرم تے ستم دی لڑائی تاں ڈیکھاں",
            "توں ہک پھینگ رحمت دی ایندے تے پاچا",
            "مَیں دوزخ دی شاکر وڈائی تاں ڈیکھاں"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "رحمت",
        "createdAt": "2024-10-27T06:24:40.338Z",
        "updatedAt": "2024-10-27T06:24:40.338Z",
        "__v": 0
    },
    {
        "_id": "671ddd2a279cbf77b473d50f",
        "poetry": [
            "نصیب ایجھے نہ ڈینہ ڈکھاوے",
            "جو وقت شاکرچا منہ وٹاوے",
            "شیطان کولھوں مَیں آپ بچساں",
            "منافقاں توں خدا بچاوے"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "نصیب",
        "createdAt": "2024-10-27T06:26:50.283Z",
        "updatedAt": "2024-10-27T06:26:50.283Z",
        "__v": 0
    },
    {
        "_id": "671dddd8279cbf77b473d511",
        "poetry": [
            "او میڈے اندر وی رہ کے میکوں",
            "نظر جو کائنی نظر دا کائنی",
            "نگاہِ شفقت ہِے اوندی اے وی",
            "جو یاد رہندے وِسردا کائنی"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "نگاہ",
        "createdAt": "2024-10-27T06:29:44.210Z",
        "updatedAt": "2024-10-27T06:29:44.210Z",
        "__v": 0
    },
    {
        "_id": "671ddf82279cbf77b473d513",
        "poetry": [
            "بے وزنے ہَیں تیڈی مرضی ہِے بھانویں باں وچ پابھاویں سیر اِچ پا",
            "پا چن دی چِٹی چاندنی وج یا رات دے سخت اندھیر اِچ پا",
            "بھاویں کہیں دشمن دی فوتکی تے یا جھمر دے کہیں پھیر اِچ پا",
            "راہ رُلدے شاکر کنگن ہیں بھاویں ہتھ اِچ پا بھاویں پیر اِچ پا"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "دوہڑے",
        "createdAt": "2024-10-27T06:36:50.179Z",
        "updatedAt": "2024-10-27T06:36:50.179Z",
        "__v": 0
    },
    {
        "_id": "671ddff3279cbf77b473d515",
        "poetry": [
            "کجھ عرصہ اندھے چور طرحاں اونکوں پیار کریندے رہ گیسے",
            "کئی سال وَلا اظہار کیتے الفاظ گولیندے رہ گیسے",
            "وَل موقع محل دی تاڑدے وچ ایویں وقت ونجیندے رہ گیسے",
            "سِوی شاکر کھٹ کوں چٹ گئیءِاساں وان وٹینڈےرہ گیسے"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "دوہڑے ",
        "createdAt": "2024-10-27T06:38:43.525Z",
        "updatedAt": "2024-10-27T06:38:43.525Z",
        "__v": 0
    },
    {
        "_id": "671de04d279cbf77b473d517",
        "poetry": [
            "میڈی سوچ تے پانی پھیر سجن دِتو کھیڈ ونجا میڈا کیا رہ گے",
            "میڈا امن سکون آرام خوشی کِیتوں لُون سُوا میڈا کیا رہ گے",
            "کر ختم جوانی شاکر دی ڈِتو کمر نِوا میڈا کیا رہ گے",
            "میڈے شکوے تےاعتبار نہ کر چلو آپ ڈسا میڈا کیا رہ گے"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "دوہڑے ",
        "createdAt": "2024-10-27T06:40:13.915Z",
        "updatedAt": "2024-10-27T06:40:13.915Z",
        "__v": 0
    },
    {
        "_id": "671de0ca279cbf77b473d519",
        "poetry": [
            "(جوابِ شکوہ)",
            "تیڈا روون کوڑ دا روون ہِے اَجاں روون جوگا حال نِوھی",
            "تیڈے زور جِتی تیکو بار ڈِتم ڈِٹھا درداں دا گڑدھال نِوھی",
            "جیکوں جو ڈیواں ذمے وار تاں نہیں میڈی قُدرت دا بھئیوال نِوھی",
            "میڈا شکوٰہ ہوش سنبھال تے کر توں شاکر ہَیں اقبال نوھی"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "دوہڑے ",
        "createdAt": "2024-10-27T06:42:18.231Z",
        "updatedAt": "2024-10-27T06:42:18.231Z",
        "__v": 0
    },
    {
        "_id": "671de124279cbf77b473d51b",
        "poetry": [
            "جیکوں ہووے سُنجان نہ اپنیاں دی اوں اپنے دی اپنیت کہیں",
            "کر رب دا ناں تے خرچ کرے بہہ کھاوے آپ خرائیت کہیں",
            "رَئی رکھ تے جہڑا عدل کرے اوں عادل دی پنچائت کہیں",
            "کھٹی چاویں شاکر کیتی دی وَل قسمت نال شکایت کہیں"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "دوہڑے ",
        "createdAt": "2024-10-27T06:43:48.787Z",
        "updatedAt": "2024-10-27T06:43:48.787Z",
        "__v": 0
    },
    {
        "_id": "671de19e279cbf77b473d520",
        "poetry": [
            "جہڑا کم ہایار رقیباں دا اوہو سجن کریندے رہ گِن",
            "جیکوں اپنا سمجھ تے حال ڈِتم میڈی پار پٹیندے رہ گِن",
            "لا تیلی میڈی جھوپری کوں ہتھ پیر سِکیندے رہ گِن",
            "بس شاکر بدلے پانی دے پٹرول سٹیندے رہ گِن"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "دوہڑے ",
        "createdAt": "2024-10-27T06:45:50.173Z",
        "updatedAt": "2024-10-27T06:45:50.173Z",
        "__v": 0
    },
    {
        "_id": "671de1f3279cbf77b473d522",
        "poetry": [
            "ہُن کرم چاکر میڈی حالت تے میڈا مولا کرم نوازا",
            "توں واقف ہَیں ہر گالھ کنوں میڈے رازاں دا ہمرازا",
            "میڈیاں چیکاں دھاڑیں آہیں دا کڈاں سُنسیں سئیں آوازا",
            "کڈاں کھلسی شاکر دے کیتے تیڈی رحمت دا دروازا"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "دوہڑے ",
        "createdAt": "2024-10-27T06:47:15.177Z",
        "updatedAt": "2024-10-27T06:47:15.177Z",
        "__v": 0
    },
    {
        "_id": "671de24b279cbf77b473d529",
        "poetry": [
            "اَکھ پھڑکے پھڑکے پَئی پھڑکے ہاں پھڑکے نہ ہنج نی آندی",
            "ایہاڈکھ دی تار چوھائیں پاسوں کھڑ کھڑ کے نہ ہنج نی آندی",
            "جے ہجر فراق دی جگر دے وچ بھاہ بھڑکے نہ ہنج نی آندی",
            "ہنج شاکر عرق لہو دا ہے لہوں بڑکے نہ ہنج نی آندی"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "دوہڑے ",
        "createdAt": "2024-10-27T06:48:43.081Z",
        "updatedAt": "2024-10-27T06:48:43.081Z",
        "__v": 0
    },
    {
        "_id": "671dee06279cbf77b473d52b",
        "poetry": [
            "ہِک شخص اسمان دو مُنہ کر کے کھڑ کیتی گال زمیں اُتے",
            "ہَئی دھاں فریاد زبان اُتے ہَن نیر نِگال زمین اُتے",
            "ٹِکے سیر ایمان وِکانداپے چھا گن دجال زمین اُتے",
            "جہڑے ہک ڈوں تیڈے ہِن شاکر تھی گِن پامال زمین اُتے"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "دوہڑے",
        "createdAt": "2024-10-27T07:38:46.149Z",
        "updatedAt": "2024-10-27T07:38:46.149Z",
        "__v": 0
    },
    {
        "_id": "671dee5a279cbf77b473d52d",
        "poetry": [
            "ونج قاصد یار دے بُوہے کوں کھڑکاویں ہولے ہولے",
            "متاں نندر ہووے میڈے دِلبر کوں جگواویں ہولے ہولے",
            "جڈاں نندروں یار سُجاک تھیوے اَلواویں ہولے ہولے",
            "پچھے حال حویلہ شاکر دا سُنواویں ہولے ہولے"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "دوہڑے ",
        "createdAt": "2024-10-27T07:40:10.109Z",
        "updatedAt": "2024-10-27T07:40:10.109Z",
        "__v": 0
    },
    {
        "_id": "671deedd279cbf77b473d52f",
        "poetry": [
            "کیتو سہی معنیاں وچ پیار سجن ول کامل ہئی ایمان سمجھ",
            "ایہو سچا پیار زبور سمجھ تو رات انجیل قرآن سمجھ",
            "جہڑابندہ پیار دا مُنکر ہے اونکوں کافر تے بائی مان سمجھ",
            "جہڑا شاکر پیار دا حامی ہے اونکوں پکا مسلمان سمجھ"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "دوہڑے ",
        "createdAt": "2024-10-27T07:42:21.850Z",
        "updatedAt": "2024-10-27T07:42:21.850Z",
        "__v": 0
    },
    {
        "_id": "671def37279cbf77b473d531",
        "poetry": [
            "میکوں زندگی نک تے لڑگئی ہِے اَتے موت نی آندی نیڑے",
            "ڈکھ زوری آکے جُڑ بیٹھن سُکھ ٹُر گِن لا کے جھیڑے",
            "کڈاں مُکسی جھگڑا روح بُت دا آ تھیسن یار نبیڑے",
            "عزریل توں پچدے نِت شاکر کڈا آسیں میڈے ویہڑے"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "دوہڑے ",
        "createdAt": "2024-10-27T07:43:51.051Z",
        "updatedAt": "2024-10-27T07:43:51.051Z",
        "__v": 0
    },
    {
        "_id": "671def8f279cbf77b473d533",
        "poetry": [
            "\"جڈاں عید برات دا چندر ڈسے مَیں رورو نیر وَہا سُمداں",
            "لوکی جوڑے جوڑ ٹھہا رکھدن مَیں دکھ دی چادر پا سُمداں",
            "ڈہدے سجن سجن دی را شاکر مَیں تاریاں ڈو اکھ لا سُمداں",
            "ہر بُوہا تانگھ اِچ کُھل پوندے ہک مَیں ہاں طاق وَلا سُمداں"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "دوہڑے ",
        "createdAt": "2024-10-27T07:45:19.064Z",
        "updatedAt": "2024-10-27T07:45:19.064Z",
        "__v": 0
    },
    {
        "_id": "671df057279cbf77b473d535",
        "poetry": [
            "ماریں آپ کُہاڑی پیراں تے وَل عدل کیہاں نِروار کیہاں",
            "بہہ دانے چگنے کوڑکیاں دے پَھس پوونا تے پھتکار کیہاں",
            "کہیں پتھر دِل انسان اگوں تقریر کہیں تکرار کیہاں",
            "کھڑچاونی عشق دی پنڈ شاکر ول دھاڑ کہیں ڈسکار کیہاں"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "دوہڑے ",
        "createdAt": "2024-10-27T07:48:39.054Z",
        "updatedAt": "2024-10-27T07:48:39.054Z",
        "__v": 0
    },
    {
        "_id": "671df0ce279cbf77b473d537",
        "poetry": [
            "میکوں مینہ بادل دی کیا لوڑءِ میڈیں اَکھیں وچ برسات جو ہے",
            "میں ڈینہ خوشیاں دے منگاں کیوں میڈے کول ہجر دی رات جو ہے",
            "کیوں کئی شئے دی کُئی تات رکھاں ہک یار سجن دی تات جو ہِے",
            "مَیں کیوں نہ شاکؔرگل لاواں ڈکھ رب دی ڈتڑی ڈات جو ہے"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "دوہڑے ",
        "createdAt": "2024-10-27T07:50:38.552Z",
        "updatedAt": "2024-10-27T07:50:38.552Z",
        "__v": 0
    },
    {
        "_id": "671df17d279cbf77b473d539",
        "poetry": [
            "دِل منگ پووی تاں لنگھ آویں میڈے گھر دا سوکھا راہ ہِے",
            "ہاں واسی ڈکھ دے صوبے دا ضلع غم تحصیل جفا ہِے",
            "چند میل فراق دے موضعے توں ہک ہنجواں دا دریا ہِے",
            "جڈاں شاکؔر پرلھی مَن ٹپسیں اگوں سامنے میڈی جاہ ہے"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "دوہڑے ",
        "createdAt": "2024-10-27T07:53:33.772Z",
        "updatedAt": "2024-10-27T07:53:33.772Z",
        "__v": 0
    },
    {
        "_id": "671df208279cbf77b473d53b",
        "poetry": [
            "پِچھاں سَڈ عزریل کوں گِھن مولا میڈے حال تے کرم کریندا رہ",
            "میکوں جے تئیں یار نی مِل پوندا میڈے روح کوں مُہلت ڈیندا رہ",
            "کُئی لوڑنی میکوں زندگی دی ایکوں آکھ چا پھیرا پیندا رہ",
            "جڈاں شاکؔر یار مِلا ڈیسیں پِچھے آکھساں روحا ویندا رہ"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "دوہڑے ",
        "createdAt": "2024-10-27T07:55:52.288Z",
        "updatedAt": "2024-10-27T07:55:52.288Z",
        "__v": 0
    },
    {
        "_id": "671df2a8279cbf77b473d53d",
        "poetry": [
            "بَھلا خوشیاں کہیں کوں چَک پیندین خوشی کئی ٹھکرا پتہ لگ ویندے",
            "جہڑی چیخ پُکار کوں پھند آہدیں ایہو توں چابنا پتہ لگ ویندے",
            "جے روں ون اپنے وَس ہوندے توں رو ڈکھلا پتہ لگ ویندے",
            "جیویں عمر نبھی ہِے شاکؔر دی ہک منٹ نِبھا پتہ لگ ویسی"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "دوہڑے ",
        "createdAt": "2024-10-27T07:58:32.132Z",
        "updatedAt": "2024-10-27T07:58:32.132Z",
        "__v": 0
    },
    {
        "_id": "671df3b0279cbf77b473d53f",
        "poetry": [
            "ہُن سوچ وچار دے وچ میڈا نہ وقت ونجا مَیں دُھر پُجنے",
            "اَے قسمت راہ وچ کَنڈیاں دا نہ جال کھنڈا مَیں دُھر پُجنے",
            "میڈا ہُن تَیں رَستہ روکیا ہئی اَج رستہ لا مَیں دُھر پُجنے",
            "میڈا بُت جے شاکؔر پُجدا نی میڈا روح پُجوا مَیں دُھر پُجنے"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "دوہڑے ",
        "createdAt": "2024-10-27T08:02:56.553Z",
        "updatedAt": "2024-10-27T08:02:56.553Z",
        "__v": 0
    },
    {
        "_id": "671df4b2279cbf77b473d541",
        "poetry": [
            "کیا حال سُناواں زندگی دا ڈتے جیندیں مار غریبی",
            "گُمنام قبر وچ دفن کیتا میڈا ہَر کردار غریبی",
            "سُکے پَتراں وانگوں سُکھ لُڑھ گِن تھی ایجھی تار غریبی",
            "تھیا لکھ دا فائدا ہِک شاکؔر ڈتے سجن نتار غریبی"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "دوہڑے ",
        "createdAt": "2024-10-27T08:07:14.826Z",
        "updatedAt": "2024-10-27T08:07:14.826Z",
        "__v": 0
    },
    {
        "_id": "671df7ba279cbf77b473d553",
        "poetry": [
            "میں تو مریضِ عشق ہوں معراج ہو عطا",
            "مُجھ کو شرابِ طور کا نُسخہ نہ دیجیے",
            "چُپتیں نہیں چُپانے سے شاکؔر حقیقتیں",
            "دریا کے رُخ پہ ریت کا پردہ نہ دیجئے"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "دوہڑے ",
        "createdAt": "2024-10-27T08:20:10.494Z",
        "updatedAt": "2024-10-27T08:20:10.494Z",
        "__v": 0
    },
    {
        "_id": "671df823279cbf77b473d555",
        "poetry": [
            "ربَّاڈیہدا بیٹھاں تُر تُر کے تیڈی دُنیا تے جو تھیندا پے",
            "کوئی بُلھے شاہؒ کوئی مہرعلیؒ باہوسُلطانؒ سڈیندا پے",
            "کوئی کوٹ مٹھن دا شہزادہ وِج جگ دے ڈیکھ چُمیندا پے",
            "ہِک شاکؔر ہے تیڈی دُنیا تے جیڑھا مویاں لیکھے جِیندا پے"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "دوہڑے ",
        "createdAt": "2024-10-27T08:21:55.761Z",
        "updatedAt": "2024-10-27T08:21:55.761Z",
        "__v": 0
    },
    {
        "_id": "671df879279cbf77b473d557",
        "poetry": [
            "میکوں ہُن تئیں ڈھیر ستایا ہئی ہک جَھٹ کھن تاں آرام چاڈے",
            "سَاری عمراں سکدیں گزری ہے اَج دِید وصال دا جام چا ڈے",
            "تِھیسو پوریاں اَج تیار ہو میڈیاں آساں کوں پیغام چا ڈے",
            "بہہ حال ونڈیسوں درداں دے میکوں شاکِؔر اَج دی شام چا ڈے"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "دوہڑے ",
        "createdAt": "2024-10-27T08:23:21.167Z",
        "updatedAt": "2024-10-27T08:23:21.167Z",
        "__v": 0
    },
    {
        "_id": "671df8c7279cbf77b473d559",
        "poetry": [
            "تیکوں یاد ہوسی میں آکھیا ہم دِلدار مِٹھا توں چھوڑ ویسیں",
            "وَل وَل قرآن تے ہتھ نہ رکھ نہ قسماں چا توں چھوڑ ویسیں",
            "کجھ سوچ سمجھ تے فیصلہ کر نہ جوش ڈکھا توں چھوڑ ویسیں",
            "کہ شاکؔر کُوں بَرباد سجن بس لوک کِھلا توں چھوڑ ویسیں"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "دوہڑے",
        "createdAt": "2024-10-27T08:24:39.378Z",
        "updatedAt": "2024-10-27T08:24:39.378Z",
        "__v": 0
    },
    {
        "_id": "671df96a279cbf77b473d55b",
        "poetry": [
            "میکوں میڈے خام نصیباں دَا ہر دَور شدید مبارک",
            "میڈا چن غیراں دِی محفل وِچ ہووی گُفت شنید مبارک",
            "تیڈی سوچ تُوں وَدھ رُل شاکؔرگے ہووی یار مزید مبارک",
            "میکوں روندیں سَال دی رات وَلی تیکوں ڈوجھی عید مبارک"
        ],
        "poet": "شاکر شجاع آبادی",
        "category": "دوہڑے ",
        "createdAt": "2024-10-27T08:27:22.423Z",
        "updatedAt": "2024-10-27T08:27:22.423Z",
        "__v": 0
    },
    {
        "_id": "671f3868279cbf77b473d5be",
        "poetry": [
            "ملنے کا وعدہ ان کے تو منھ سے نکل گیا ",
            "پوچھی جگہ جو میں نے کہا ہنس کے خواب میں"
        ],
        "poet": "میر تقی میر",
        "category": "خواب",
        "createdAt": "2024-10-28T07:08:24.395Z",
        "updatedAt": "2024-10-28T07:08:24.395Z",
        "__v": 0
    },
    {
        "_id": "671f3902279cbf77b473d5c0",
        "poetry": [
            "چھوڑ کے سب دین و ایمان میر جس کے واسطے ",
            "ہم ہوئے کافر تو وہ کافر مسلمان ہو گیا"
        ],
        "poet": "میر تقی میر",
        "category": "ایمان",
        "createdAt": "2024-10-28T07:10:58.206Z",
        "updatedAt": "2024-10-28T07:10:58.206Z",
        "__v": 0
    },
    {
        "_id": "671f3978279cbf77b473d5c2",
        "poetry": [
            "فقیرانہ آئے صدا کر چلے",
            " میاں خوش رہو ہم دعا کر چلے"
        ],
        "poet": "میر تقی میر",
        "category": "دعا",
        "createdAt": "2024-10-28T07:12:56.590Z",
        "updatedAt": "2024-10-28T07:12:56.590Z",
        "__v": 0
    },
    {
        "_id": "67208a09279cbf77b473d5fc",
        "poetry": [
            "یہ مجھے چین کیوں نہیں پڑتا",
            " ایک ہی شخص تھا جہاں میں کیا"
        ],
        "poet": "جون ایلیا",
        "category": "چین",
        "createdAt": "2024-10-29T07:08:57.259Z",
        "updatedAt": "2024-10-29T07:08:57.259Z",
        "__v": 0
    },
    {
        "_id": "67208b1a279cbf77b473d5fe",
        "poetry": [
            "اب تو گھبرا کے یہ کہتے ہیں کہ مر جائیں گے",
            "\nمر کے بھی چین نہ پایا تو کدھر جائیں گے"
        ],
        "poet": "شیخ ابراہیم زوق",
        "category": "چین",
        "createdAt": "2024-10-29T07:13:30.615Z",
        "updatedAt": "2024-10-29T07:13:30.615Z",
        "__v": 0
    },
    {
        "_id": "67208bc2279cbf77b473d602",
        "poetry": [
            "دل کی چوٹوں نے کبھی چین سے رہنے نہ دیا",
            "\nجب چلی سرد ہوا میں نے تجھے یاد کیا"
        ],
        "poet": "جوش ملیح آبادی",
        "category": "چین",
        "createdAt": "2024-10-29T07:16:18.528Z",
        "updatedAt": "2024-10-29T07:16:18.528Z",
        "__v": 0
    },
    {
        "_id": "672136ed279cbf77b473d634",
        "poetry": [
            "آگ تھے ابتدائے عشق میں ہم",
            "اب جو ہیں خاک انتہا ہے یہ"
        ],
        "poet": "میر تقی میر",
        "category": "عشق",
        "createdAt": "2024-10-29T19:26:37.021Z",
        "updatedAt": "2024-10-29T19:26:37.021Z",
        "__v": 0
    },
    {
        "_id": "67213779279cbf77b473d636",
        "poetry": [
            "یاد اس کی اتنی خوب نہیں میرؔ باز آ",
            "نادان پھر وہ جی سے بھلایا نہ جائے گا"
        ],
        "poet": "میر تقی میر",
        "category": "یاد",
        "createdAt": "2024-10-29T19:28:57.060Z",
        "updatedAt": "2024-10-29T19:28:57.060Z",
        "__v": 0
    },
    {
        "_id": "672137b6279cbf77b473d638",
        "poetry": [
            "کیا کہوں تم سے میں کہ کیا ہے عشق",
            "جان کا روگ ہے بلا ہے عشق"
        ],
        "poet": "میر تقی میر",
        "category": "عشق",
        "createdAt": "2024-10-29T19:29:58.314Z",
        "updatedAt": "2024-10-29T19:29:58.314Z",
        "__v": 0
    },
    {
        "_id": "67213859279cbf77b473d63a",
        "poetry": [
            "دل کی ویرانی کا کیا مذکور ہے",
            "یہ نگر سو مرتبہ لوٹا گیا"
        ],
        "poet": "میر تقی میر",
        "category": "دل",
        "createdAt": "2024-10-29T19:32:41.379Z",
        "updatedAt": "2024-10-29T19:32:41.379Z",
        "__v": 0
    },
    {
        "_id": "67213896279cbf77b473d63c",
        "poetry": [
            "روتے پھرتے ہیں ساری ساری رات",
            "اب یہی روزگار ہے اپنا"
        ],
        "poet": "میر تقی میر",
        "category": "رات",
        "createdAt": "2024-10-29T19:33:42.206Z",
        "updatedAt": "2024-10-29T19:33:42.206Z",
        "__v": 0
    },
    {
        "_id": "672138d5279cbf77b473d63e",
        "poetry": [
            "ہوگا کسی دیوار کے سائے میں پڑا میرؔ",
            "کیا ربط محبت سے اس آرام طلب کو"
        ],
        "poet": "میر تقی میر",
        "category": "محبت",
        "createdAt": "2024-10-29T19:34:45.275Z",
        "updatedAt": "2024-10-29T19:34:45.275Z",
        "__v": 0
    },
    {
        "_id": "67213914279cbf77b473d640",
        "poetry": [
            "بے وفائی پہ تیری جی ہے فدا",
            "قہر ہوتا جو باوفا ہوتا"
        ],
        "poet": "میر تقی میر",
        "category": "بے وفائی",
        "createdAt": "2024-10-29T19:35:48.042Z",
        "updatedAt": "2024-10-29T19:35:48.042Z",
        "__v": 0
    },
    {
        "_id": "672139a8279cbf77b473d642",
        "poetry": [
            "گل ہو مہتاب ہو آئینہ ہو خورشید ہو میر",
            "اپنا محبوب وہی ہے جو ادا رکھتا ہو "
        ],
        "poet": "میر تقی میر",
        "category": "محبوب",
        "createdAt": "2024-10-29T19:38:16.665Z",
        "updatedAt": "2024-10-29T19:38:16.665Z",
        "__v": 0
    },
    {
        "_id": "672139f5279cbf77b473d644",
        "poetry": [
            "بے خودی لے گئی کہاں ہم کو",
            "دیر سے انتظار ہے اپنا"
        ],
        "poet": "میر تقی میر",
        "category": "انتظار",
        "createdAt": "2024-10-29T19:39:33.293Z",
        "updatedAt": "2024-10-29T19:39:33.293Z",
        "__v": 0
    },
    {
        "_id": "67213a2f279cbf77b473d646",
        "poetry": [
            "اب کر کے فراموش تو ناشاد کرو گے",
            "پر ہم جو نہ ہوں گے تو بہت یاد کرو گے"
        ],
        "poet": "میر تقی میر",
        "category": "یاد",
        "createdAt": "2024-10-29T19:40:31.372Z",
        "updatedAt": "2024-10-29T19:40:31.372Z",
        "__v": 0
    },
    {
        "_id": "67213a6b279cbf77b473d648",
        "poetry": [
            "ہمارے آگے ترا جب کسو نے نام لیا",
            "دل ستم زدہ کو ہم نے تھام تھام لیا"
        ],
        "poet": "میر تقی میر",
        "category": "دل",
        "createdAt": "2024-10-29T19:41:31.959Z",
        "updatedAt": "2024-10-29T19:41:31.959Z",
        "__v": 0
    },
    {
        "_id": "67213a9d279cbf77b473d64a",
        "poetry": [
            "شرط سلیقہ ہے ہر اک امر میں",
            "عیب بھی کرنے کو ہنر چاہئے"
        ],
        "poet": "میر تقی میر",
        "category": "عیب",
        "createdAt": "2024-10-29T19:42:21.922Z",
        "updatedAt": "2024-10-29T19:42:21.922Z",
        "__v": 0
    },
    {
        "_id": "67213ae8279cbf77b473d64c",
        "poetry": [
            "میرؔ بندوں سے کام کب نکلا",
            "مانگنا ہے جو کچھ خدا سے مانگ"
        ],
        "poet": "میر تقی میر",
        "category": "کام",
        "createdAt": "2024-10-29T19:43:36.427Z",
        "updatedAt": "2024-10-29T19:43:36.427Z",
        "__v": 0
    },
    {
        "_id": "67213b1b279cbf77b473d64e",
        "poetry": [
            "وصل میں رنگ اڑ گیا میرا",
            "کیا جدائی کو منہ دکھاؤں گا"
        ],
        "poet": "میر تقی میر",
        "category": "جدائی",
        "createdAt": "2024-10-29T19:44:27.918Z",
        "updatedAt": "2024-10-29T19:44:27.918Z",
        "__v": 0
    },
    {
        "_id": "67213b61279cbf77b473d650",
        "poetry": [
            "عشق معشوق عشق عاشق ہے",
            "یعنی اپنا ہی مبتلا ہے عشق"
        ],
        "poet": "میر تقی میر",
        "category": "عشق",
        "createdAt": "2024-10-29T19:45:37.080Z",
        "updatedAt": "2024-10-29T19:45:37.080Z",
        "__v": 0
    },
    {
        "_id": "67213bb9279cbf77b473d652",
        "poetry": [
            "یعنی اپنا ہی مبتلا ہے عشق",
            "اس سے آنکھیں لڑیں تو خواب کہاں"
        ],
        "poet": "میرتقی میر",
        "category": "عشق",
        "createdAt": "2024-10-29T19:47:05.974Z",
        "updatedAt": "2024-10-29T19:47:05.974Z",
        "__v": 0
    },
    {
        "_id": "67213c14279cbf77b473d654",
        "poetry": [
            "ہم جانتے تو عشق نہ کرتے کسو کے ساتھ",
            "لے جاتے دل کو خاک میں اس آرزو کے ساتھ"
        ],
        "poet": "میر تقی میر",
        "category": "عشق",
        "createdAt": "2024-10-29T19:48:36.566Z",
        "updatedAt": "2024-10-29T19:48:36.566Z",
        "__v": 0
    },
    {
        "_id": "67213c78279cbf77b473d657",
        "poetry": [
            "میرؔ ان نیم باز آنکھوں میں",
            "ساری مستی شراب کی سی ہے"
        ],
        "poet": "میر تقی میر",
        "category": "آنکھ",
        "createdAt": "2024-10-29T19:50:16.605Z",
        "updatedAt": "2024-10-29T19:50:16.605Z",
        "__v": 0
    },
    {
        "_id": "67213d1a279cbf77b473d659",
        "poetry": [
            "جب کہ پہلو سے یار اٹھتا ہے",
            "درد بے اختیار اٹھتا ہے"
        ],
        "poet": "میر تقی میر",
        "category": "درد",
        "createdAt": "2024-10-29T19:52:58.620Z",
        "updatedAt": "2024-10-29T19:52:58.620Z",
        "__v": 0
    },
    {
        "_id": "67213fb0279cbf77b473d65d",
        "poetry": [
            "میرے رونے کی حقیقت جس میں تھی",
            "ایک مدت تک وہ کاغذ نم رہا"
        ],
        "poet": "میر تقی میر",
        "category": "رونا",
        "createdAt": "2024-10-29T20:04:00.943Z",
        "updatedAt": "2024-10-29T20:04:00.943Z",
        "__v": 0
    },
    {
        "_id": "67213fe8279cbf77b473d65f",
        "poetry": [
            "سخت کافر تھاجن نے پہلے میرؔ",
            "مذہب عشق اختیار کیا"
        ],
        "poet": "میر تقی میر",
        "category": "عشق",
        "createdAt": "2024-10-29T20:04:56.616Z",
        "updatedAt": "2024-10-29T20:04:56.616Z",
        "__v": 0
    },
    {
        "_id": "672140d7279cbf77b473d661",
        "poetry": [
            "تدبیر میرے عشق کی کیا فائدہ طبیب",
            "اب جان ہی کے ساتھ یہ آزار جائے گا"
        ],
        "poet": "میر تقی میر",
        "category": "عشق",
        "createdAt": "2024-10-29T20:08:55.588Z",
        "updatedAt": "2024-10-29T20:08:55.588Z",
        "__v": 0
    },
    {
        "_id": "6721411b279cbf77b473d663",
        "poetry": [
            "بلبل غزل سرائی آگے ہمارے مت کر",
            "سب ہم سے سیکھتے ہیں انداز گفتگو کا"
        ],
        "poet": "میر تقی میر",
        "category": "گفتگو",
        "createdAt": "2024-10-29T20:10:03.950Z",
        "updatedAt": "2024-10-29T20:10:03.950Z",
        "__v": 0
    },
    {
        "_id": "6721416e279cbf77b473d665",
        "poetry": [
            "مجھ کو شاعر نہ کہو میرؔ کہ صاحب میں نے",
            "درد و غم کتنے کیے جمع تو دیوان کیا"
        ],
        "poet": "میر تقی میر",
        "category": "درد",
        "createdAt": "2024-10-29T20:11:26.419Z",
        "updatedAt": "2024-10-29T20:11:26.419Z",
        "__v": 0
    },
    {
        "_id": "672141c5279cbf77b473d667",
        "poetry": [
            "ہزار مرتبہ بہتر ہے بادشاہی سے",
            "اگر نصیب ترے کوچے کی گدائی ہو"
        ],
        "poet": "میر تقی میر",
        "category": "نصیب",
        "createdAt": "2024-10-29T20:12:53.116Z",
        "updatedAt": "2024-10-29T20:12:53.116Z",
        "__v": 0
    },
    {
        "_id": "6721429a279cbf77b473d669",
        "poetry": [
            "عشق ہی عشق ہے جہاں دیکھو",
            "سارے عالم میں بھر رہا ہے عشق"
        ],
        "poet": "میر تقی میر",
        "category": "عشق",
        "createdAt": "2024-10-29T20:16:26.697Z",
        "updatedAt": "2024-10-29T20:16:26.697Z",
        "__v": 0
    },
    {
        "_id": "67214373279cbf77b473d66b",
        "poetry": [
            "غم رہا جب تک کہ دم میں دم رہا",
            "دل کے جانے کا نہایت غم رہا"
        ],
        "poet": "میر تقی میر",
        "category": "غم",
        "createdAt": "2024-10-29T20:20:03.339Z",
        "updatedAt": "2024-10-29T20:20:03.339Z",
        "__v": 0
    },
    {
        "_id": "6721441c279cbf77b473d66d",
        "poetry": [
            "کاش اس کے رو بہ رو نہ کریں مجھ کو حشر میں",
            "کتنے مرے سوال ہیں جن کا نہیں جواب"
        ],
        "poet": "میر تقی میر",
        "category": "سوال",
        "createdAt": "2024-10-29T20:22:52.592Z",
        "updatedAt": "2024-10-29T20:22:52.592Z",
        "__v": 0
    },
    {
        "_id": "67214474279cbf77b473d66f",
        "poetry": [
            "میر کیا سادے ہیں بیمار ہوئے جس کے سبب",
            "اسی عطار کے لڑکے سے دوا لیتے ہیں"
        ],
        "poet": "میر تقی میر",
        "category": "دوا",
        "createdAt": "2024-10-29T20:24:20.427Z",
        "updatedAt": "2024-10-29T20:24:20.427Z",
        "__v": 0
    },
    {
        "_id": "672144af279cbf77b473d671",
        "poetry": [
            "ہم نے اپنی سی کی بہت لیکن",
            "مرض عشق کا علاج نہیں"
        ],
        "poet": "میر تقی میر",
        "category": "عشق",
        "createdAt": "2024-10-29T20:25:19.083Z",
        "updatedAt": "2024-10-29T20:25:19.083Z",
        "__v": 0
    },
    {
        "_id": "672144e2279cbf77b473d673",
        "poetry": [
            "دل سے رخصت ہوئی کوئی خواہش",
            "گریہ کچھ بے سبب نہیں آتا"
        ],
        "poet": "میر تقی میر",
        "category": "دل",
        "createdAt": "2024-10-29T20:26:10.095Z",
        "updatedAt": "2024-10-29T20:26:10.095Z",
        "__v": 0
    },
    {
        "_id": "67214528279cbf77b473d675",
        "poetry": [
            "دے کے دل ہم جو ہو گئے مجبور",
            "اس میں کیا اختیار ہے اپنا"
        ],
        "poet": "میر تقی میر",
        "category": "دل",
        "createdAt": "2024-10-29T20:27:20.590Z",
        "updatedAt": "2024-10-29T20:27:20.590Z",
        "__v": 0
    },
    {
        "_id": "67214568279cbf77b473d677",
        "poetry": [
            "کھلنا کم کم کلی نے سیکھا ہے",
            "اس کی آنکھوں کی نیم خوابی سے"
        ],
        "poet": "میر تقی میر",
        "category": "آنکھ",
        "createdAt": "2024-10-29T20:28:24.324Z",
        "updatedAt": "2024-10-29T20:28:24.324Z",
        "__v": 0
    },
    {
        "_id": "672145a9279cbf77b473d679",
        "poetry": [
            "کوہ کن کیا پہاڑ توڑے گا",
            "عشق نے زور آزمائی کی"
        ],
        "poet": "میر تقی میر",
        "category": "عشق",
        "createdAt": "2024-10-29T20:29:29.412Z",
        "updatedAt": "2024-10-29T20:29:29.412Z",
        "__v": 0
    },
    {
        "_id": "67214602279cbf77b473d67b",
        "poetry": [
            "جو تجھ بن نہ جینے کو کہتے تھے ہم",
            "سو اس عہد کو اب وفا کر چلے"
        ],
        "poet": "میر تقی میر",
        "category": "وفا",
        "createdAt": "2024-10-29T20:30:58.864Z",
        "updatedAt": "2024-10-29T20:30:58.864Z",
        "__v": 0
    },
    {
        "_id": "67214648279cbf77b473d67d",
        "poetry": [
            "چمن میں گل نے جو کل دعوی جمال کیا",
            "جمال یار نے منہ اس کا خوب لال کیا"
        ],
        "poet": "میر تقی میر",
        "category": "گل",
        "createdAt": "2024-10-29T20:32:08.964Z",
        "updatedAt": "2024-10-29T20:32:08.964Z",
        "__v": 0
    },
    {
        "_id": "672146d9279cbf77b473d67f",
        "poetry": [
            "عشق سے جا نہیں کوئی خالی",
            "دل سے لے عرش تک بھرا ہے عشق"
        ],
        "poet": "میر تقی میر",
        "category": "عشق",
        "createdAt": "2024-10-29T20:34:33.068Z",
        "updatedAt": "2024-10-29T20:34:33.068Z",
        "__v": 0
    },
    {
        "_id": "67214730279cbf77b473d681",
        "poetry": [
            "ہم فقیروں سے بے ادائی کیا",
            "آن بیٹھے جو تم نے پیار کیا"
        ],
        "poet": "میر تقی میر",
        "category": "پیار",
        "createdAt": "2024-10-29T20:36:00.420Z",
        "updatedAt": "2024-10-29T20:36:00.420Z",
        "__v": 0
    },
    {
        "_id": "672147b5279cbf77b473d683",
        "poetry": [
            "کون لیتا تھا نام مجنوں کا",
            "جب کہ عہد جنوں ہمارا تھا"
        ],
        "poet": "میر تقی میر",
        "category": "جنون",
        "createdAt": "2024-10-29T20:38:13.314Z",
        "updatedAt": "2024-10-29T20:38:13.314Z",
        "__v": 0
    },
    {
        "_id": "672148b5279cbf77b473d686",
        "poetry": [
            "خراب رہتے تھے مسجد کے آگے مے خانے",
            "نگاہ مست نے ساقی کی انتقام لیا"
        ],
        "poet": "میر تقی میر",
        "category": "ساقی",
        "createdAt": "2024-10-29T20:42:29.229Z",
        "updatedAt": "2024-10-29T20:42:29.229Z",
        "__v": 0
    },
    {
        "_id": "672148ee279cbf77b473d688",
        "poetry": [
            "زیر شمشیر ستم میرؔ تڑپنا کیسا",
            "سر بھی تسلیم محبت میں ہلایا نہ گیا"
        ],
        "poet": "میر تقی میر",
        "category": "محبت",
        "createdAt": "2024-10-29T20:43:26.625Z",
        "updatedAt": "2024-10-29T20:43:26.625Z",
        "__v": 0
    },
    {
        "_id": "672312cb279cbf77b473d6e4",
        "poetry": [
            "چلنے کا حوصلہ نہیں رکنا محال کر دیا",
            "عشق کے اس سفر نے تو مجھ کو نڈھال کر دیا"
        ],
        "poet": "پروین شاکر",
        "category": "عشق",
        "createdAt": "2024-10-31T05:16:59.244Z",
        "updatedAt": "2024-10-31T05:16:59.244Z",
        "__v": 0
    },
    {
        "_id": "67231307279cbf77b473d6e6",
        "poetry": [
            "دروازہ جو کھولا تو نظر آئے کھڑے وہ",
            "حیرت ہے مجھے آج کدھر بھول پڑے وہ"
        ],
        "poet": "پروین شاکر",
        "category": "حیرت",
        "createdAt": "2024-10-31T05:17:59.659Z",
        "updatedAt": "2024-10-31T05:17:59.659Z",
        "__v": 0
    },
    {
        "_id": "67231342279cbf77b473d6e8",
        "poetry": [
            "مری طرح سے کوئی ہے جو زندگی اپنی",
            "تمہاری یاد کے نام انتساب کر دے گا"
        ],
        "poet": "پروین شاکر",
        "category": "یاد",
        "createdAt": "2024-10-31T05:18:58.548Z",
        "updatedAt": "2024-10-31T05:18:58.548Z",
        "__v": 0
    },
    {
        "_id": "6723137b279cbf77b473d6ea",
        "poetry": [
            "کیا کرے میری مسیحائی بھی کرنے والا",
            "زخم ہی یہ مجھے لگتا نہیں بھرنے والا"
        ],
        "poet": "پروین شاکر",
        "category": "زخم",
        "createdAt": "2024-10-31T05:19:55.063Z",
        "updatedAt": "2024-10-31T05:19:55.063Z",
        "__v": 0
    },
    {
        "_id": "672313d6279cbf77b473d6ec",
        "poetry": [
            "وہ تو خوش بو ہے ہواؤں میں بکھر جائے گا",
            "مسئلہ پھول کا ہے پھول کدھر جائے گا"
        ],
        "poet": "پروین شاکر",
        "category": "پھول",
        "createdAt": "2024-10-31T05:21:26.886Z",
        "updatedAt": "2024-10-31T05:21:26.886Z",
        "__v": 0
    },
    {
        "_id": "67231430279cbf77b473d6ee",
        "poetry": [
            "کچھ تو ہوا بھی سرد تھی کچھ تھا ترا خیال بھی",
            "دل کو خوشی کے ساتھ ساتھ ہوتا رہا ملال بھی"
        ],
        "poet": "پروین شاکر",
        "category": "اداسی",
        "createdAt": "2024-10-31T05:22:56.209Z",
        "updatedAt": "2024-10-31T05:22:56.209Z",
        "__v": 0
    },
    {
        "_id": "67231478279cbf77b473d6f0",
        "poetry": [
            "کیسے کہہ دوں کہ مجھے چھوڑ دیا ہے اس نے",
            "بات تو سچ ہے مگر بات ہے رسوائی کی"
        ],
        "poet": "پروین شاکر",
        "category": "رسوائی",
        "createdAt": "2024-10-31T05:24:08.761Z",
        "updatedAt": "2024-10-31T05:24:08.761Z",
        "__v": 0
    },
    {
        "_id": "672314c8279cbf77b473d6f2",
        "poetry": [
            "ہم تو سمجھے تھے کہ اک زخم ہے بھر جائے گا",
            "کیا خبر تھی کہ رگ جاں میں اتر جائے گا"
        ],
        "poet": "پروین شاکر",
        "category": "زخم",
        "createdAt": "2024-10-31T05:25:28.125Z",
        "updatedAt": "2024-10-31T05:25:28.125Z",
        "__v": 0
    },
    {
        "_id": "672314f6279cbf77b473d6f4",
        "poetry": [
            "دشمنوں کے ساتھ میرے دوست بھی آزاد ہیں",
            "دیکھنا ہے کھینچتا ہے مجھ پہ پہلا تیر کون"
        ],
        "poet": "پروین شاکر",
        "category": "دشمن",
        "createdAt": "2024-10-31T05:26:14.454Z",
        "updatedAt": "2024-10-31T05:26:14.454Z",
        "__v": 0
    },
    {
        "_id": "67231526279cbf77b473d6f6",
        "poetry": [
            "وہ مجھ کو چھوڑ کے جس آدمی کے پاس گیا",
            "برابری کا بھی ہوتا تو صبر آ جاتا"
        ],
        "poet": "پروین شاکر",
        "category": "صبر",
        "createdAt": "2024-10-31T05:27:02.683Z",
        "updatedAt": "2024-10-31T05:27:02.683Z",
        "__v": 0
    },
    {
        "_id": "6723155d279cbf77b473d6f8",
        "poetry": [
            "اب بھی برسات کی راتوں میں بدن ٹوٹتا ہے",
            "جاگ اٹھتی ہیں عجب خواہشیں انگڑائی کی"
        ],
        "poet": "پروین شاکر",
        "category": "برسات",
        "createdAt": "2024-10-31T05:27:57.991Z",
        "updatedAt": "2024-10-31T05:27:57.991Z",
        "__v": 0
    },
    {
        "_id": "6723160f279cbf77b473d6fc",
        "poetry": [
            "بس یہ ہوا کہ اس نے تکلف سے بات کی",
            "اور ہم نے روتے روتے دوپٹے بھگو لئے"
        ],
        "poet": "پروین شاکر",
        "category": "رونا",
        "createdAt": "2024-10-31T05:30:55.899Z",
        "updatedAt": "2024-10-31T05:30:55.899Z",
        "__v": 0
    },
    {
        "_id": "67231650279cbf77b473d6fe",
        "poetry": [
            "یوں بچھڑنا بھی بہت آساں نہ تھا اس سے مگر",
            "جاتے جاتے اس کا وہ مڑ کر دوبارہ دیکھنا"
        ],
        "poet": "پروین شاکر",
        "category": "جدائی",
        "createdAt": "2024-10-31T05:32:00.405Z",
        "updatedAt": "2024-10-31T05:32:00.405Z",
        "__v": 0
    },
    {
        "_id": "672316b3279cbf77b473d700",
        "poetry": [
            "میں پھول چنتی رہی اور مجھے خبر نہ ہوئی",
            "وہ شخص آ کے مرے شہر سے چلا بھی گیا"
        ],
        "poet": "پروین شاکر",
        "category": "پھول",
        "createdAt": "2024-10-31T05:33:39.510Z",
        "updatedAt": "2024-10-31T05:33:39.510Z",
        "__v": 0
    },
    {
        "_id": "672316f0279cbf77b473d702",
        "poetry": [
            "جس طرح خواب مرے ہو گئے ریزہ ریزہ",
            "اس طرح سے نہ کبھی ٹوٹ کے بکھرے کوئی"
        ],
        "poet": "پروین شاکر",
        "category": "خواب",
        "createdAt": "2024-10-31T05:34:40.963Z",
        "updatedAt": "2024-10-31T05:34:40.963Z",
        "__v": 0
    },
    {
        "_id": "67231721279cbf77b473d704",
        "poetry": [
            "ہارنے میں اک انا کی بات تھی",
            "جیت جانے میں خسارا اور ہے"
        ],
        "poet": "پروین شاکر",
        "category": "انا",
        "createdAt": "2024-10-31T05:35:29.319Z",
        "updatedAt": "2024-10-31T05:35:29.319Z",
        "__v": 0
    },
    {
        "_id": "67231764279cbf77b473d706",
        "poetry": [
            "کانپ اٹھتی ہوں میں یہ سوچ کے تنہائی میں",
            "میرے چہرے پہ ترا نام نہ پڑھ لے کوئی"
        ],
        "poet": "پروین شاکر",
        "category": "تنہائی",
        "createdAt": "2024-10-31T05:36:36.408Z",
        "updatedAt": "2024-10-31T05:36:36.408Z",
        "__v": 0
    },
    {
        "_id": "672317ba279cbf77b473d708",
        "poetry": [
            "میرے چہرے پہ ترا نام نہ پڑھ لے کوئی",
            "بس یہی بات ہے اچھی مرے ہرجائی کی"
        ],
        "poet": "پروین شاکر",
        "category": "عشق",
        "createdAt": "2024-10-31T05:38:02.125Z",
        "updatedAt": "2024-10-31T05:38:02.125Z",
        "__v": 0
    },
    {
        "_id": "672317f4279cbf77b473d70a",
        "poetry": [
            "بات وہ آدھی رات کی رات وہ پورے چاند کی",
            "چاند بھی عین چیت کا اس پہ ترا جمال بھی"
        ],
        "poet": "پروین شاکر",
        "category": "رات",
        "createdAt": "2024-10-31T05:39:00.541Z",
        "updatedAt": "2024-10-31T05:39:00.541Z",
        "__v": 0
    },
    {
        "_id": "67231825279cbf77b473d70c",
        "poetry": [
            "بہت سے لوگ تھے مہمان میرے گھر لیکن",
            "وہ جانتا تھا کہ ہے اہتمام کس کے لئے"
        ],
        "poet": "پروین شاکر",
        "category": "مہمان",
        "createdAt": "2024-10-31T05:39:49.118Z",
        "updatedAt": "2024-10-31T05:39:49.118Z",
        "__v": 0
    },
    {
        "_id": "67231858279cbf77b473d70e",
        "poetry": [
            "یہی وہ دن تھے جب اک دوسرے کو پایا تھا",
            "ہماری سالگرہ ٹھیک اب کے ماہ میں ہے"
        ],
        "poet": "پروین شاکر",
        "category": "سالگرہ",
        "createdAt": "2024-10-31T05:40:40.110Z",
        "updatedAt": "2024-10-31T05:40:40.110Z",
        "__v": 0
    },
    {
        "_id": "672318ad279cbf77b473d710",
        "poetry": [
            "ایک سورج تھا کہ تاروں کے گھرانے سے اٹھا",
            "آنکھ حیران ہے کیا شخص زمانے سے اٹھا"
        ],
        "poet": "پروین شاکر",
        "category": "جدائی ",
        "createdAt": "2024-10-31T05:42:05.856Z",
        "updatedAt": "2024-10-31T05:42:05.856Z",
        "__v": 0
    },
    {
        "_id": "67231914279cbf77b473d712",
        "poetry": [
            "اس کے یوں ترک محبت کا سبب ہوگا کوئی",
            "جی نہیں یہ مانتا وہ بے وفا پہلے سے تھا"
        ],
        "poet": "پروین شاکر",
        "category": "بے وفائی",
        "createdAt": "2024-10-31T05:43:48.254Z",
        "updatedAt": "2024-10-31T05:43:48.254Z",
        "__v": 0
    },
    {
        "_id": "67231944279cbf77b473d714",
        "poetry": [
            "بارہا تیرا انتظار کیا",
            "اپنے خوابوں میں اک دلہن کی طرح"
        ],
        "poet": "پروین شاکر",
        "category": "انتظار",
        "createdAt": "2024-10-31T05:44:36.731Z",
        "updatedAt": "2024-10-31T05:44:36.731Z",
        "__v": 0
    },
    {
        "_id": "6723197d279cbf77b473d716",
        "poetry": [
            "میں اس کی دسترس میں ہوں مگر وہ",
            "مجھے میری رضا سے مانگتا ہے"
        ],
        "poet": "عشق",
        "category": "عشق",
        "createdAt": "2024-10-31T05:45:33.287Z",
        "updatedAt": "2024-10-31T05:45:33.287Z",
        "__v": 0
    },
    {
        "_id": "672319ae279cbf77b473d718",
        "poetry": [
            "میں اس کی دسترس میں ہوں مگر وہ",
            "مجھے میری رضا سے مانگتا ہے"
        ],
        "poet": "پروین شاکر",
        "category": "عشق",
        "createdAt": "2024-10-31T05:46:22.089Z",
        "updatedAt": "2024-10-31T05:46:22.089Z",
        "__v": 0
    },
    {
        "_id": "672319ee279cbf77b473d71a",
        "poetry": [
            "اپنی رسوائی ترے نام کا چرچا دیکھوں",
            "اک ذرا شعر کہوں اور میں کیا کیا دیکھوں"
        ],
        "poet": "پروین شاکر",
        "category": "رسوائی",
        "createdAt": "2024-10-31T05:47:26.207Z",
        "updatedAt": "2024-10-31T05:47:26.207Z",
        "__v": 0
    },
    {
        "_id": "67231a4d279cbf77b473d71c",
        "poetry": [
            "عکس خوشبو ہوں بکھرنے سے نہ روکے کوئی",
            "اور بکھر جاؤں تو مجھ کو نہ سمیٹے کوئی"
        ],
        "poet": "پروین شاکر",
        "category": "خوشبو",
        "createdAt": "2024-10-31T05:49:01.181Z",
        "updatedAt": "2024-10-31T05:49:01.181Z",
        "__v": 0
    },
    {
        "_id": "67231a7c279cbf77b473d71e",
        "poetry": [
            "کچھ فیصلہ تو ہو کہ کدھر جانا چاہئے",
            "پانی کو اب تو سر سے گزر جانا چاہئے"
        ],
        "poet": "پروین شاکر",
        "category": "فیصلہ",
        "createdAt": "2024-10-31T05:49:48.843Z",
        "updatedAt": "2024-10-31T05:49:48.843Z",
        "__v": 0
    },
    {
        "_id": "67231aab279cbf77b473d720",
        "poetry": [
            "رائے پہلے سے بنا لی تو نے",
            "دل میں اب ہم ترے گھر کیا کرتے"
        ],
        "poet": "پروین شاکر",
        "category": "دل",
        "createdAt": "2024-10-31T05:50:35.678Z",
        "updatedAt": "2024-10-31T05:50:35.678Z",
        "__v": 0
    },
    {
        "_id": "67231ae9279cbf77b473d722",
        "poetry": [
            "اس نے مجھے دراصل کبھی چاہا ہی نہیں تھا",
            "خود کو دے کر یہ بھی دھوکا",
            " دیکھ لیا ہے"
        ],
        "poet": "پروین شاکر",
        "category": "چاہت",
        "createdAt": "2024-10-31T05:51:37.780Z",
        "updatedAt": "2024-10-31T05:51:37.780Z",
        "__v": 0
    },
    {
        "_id": "67231b16279cbf77b473d724",
        "poetry": [
            "ممکنہ فیصلوں میں ایک ہجر کا فیصلہ بھی تھا",
            "ہم نے تو ایک بات کی اس نے کمال کر دیا"
        ],
        "poet": "پروین شاکر",
        "category": "ہجر",
        "createdAt": "2024-10-31T05:52:22.725Z",
        "updatedAt": "2024-10-31T05:52:22.725Z",
        "__v": 0
    },
    {
        "_id": "67231b54279cbf77b473d726",
        "poetry": [
            "دینے والے کی مشیت پہ ہے سب کچھ موقوف",
            "مانگنے والے کی حاجت نہیں دیکھی جاتی"
        ],
        "poet": "پروین شاکر",
        "category": "حاجت",
        "createdAt": "2024-10-31T05:53:24.670Z",
        "updatedAt": "2024-10-31T05:53:24.670Z",
        "__v": 0
    },
    {
        "_id": "67231b7e279cbf77b473d728",
        "poetry": [
            "تجھے مناؤں کہ اپنی انا کی بات سنوں",
            "الجھ رہا ہے مرے فیصلوں کا ریشم پھر"
        ],
        "poet": "پروین شاکر",
        "category": "انا",
        "createdAt": "2024-10-31T05:54:06.094Z",
        "updatedAt": "2024-10-31T05:54:06.094Z",
        "__v": 0
    },
    {
        "_id": "67231c69279cbf77b473d72a",
        "poetry": [
            "اپنے قاتل کی ذہانت سے پریشان ہوں میں",
            "روز اک موت نئے طرز کی ایجاد کرے"
        ],
        "poet": "پروین شاکر",
        "category": "قتل",
        "createdAt": "2024-10-31T05:58:01.148Z",
        "updatedAt": "2024-10-31T05:58:01.148Z",
        "__v": 0
    },
    {
        "_id": "67231cba279cbf77b473d72c",
        "poetry": [
            "میری طلب تھا ایک شخص وہ جو نہیں ملا تو پھر",
            "ہاتھ دعا سے یوں گرا بھول گیا سوال بھی"
        ],
        "poet": "پروین شاکر",
        "category": "ہجر",
        "createdAt": "2024-10-31T05:59:22.601Z",
        "updatedAt": "2024-10-31T05:59:22.601Z",
        "__v": 0
    },
    {
        "_id": "67231d27279cbf77b473d72f",
        "poetry": [
            "کانٹوں میں گھرے پھول کو چوم آئے گی لیکن",
            "تتلی کے پروں کو کبھی چھلتے نہیں دیکھا"
        ],
        "poet": "پروین شاکر",
        "category": "کانٹے",
        "createdAt": "2024-10-31T06:01:11.735Z",
        "updatedAt": "2024-10-31T06:01:11.735Z",
        "__v": 0
    },
    {
        "_id": "67231d57279cbf77b473d731",
        "poetry": [
            "دروازہ جو کھولا تو نظر آئے کھڑے وہ",
            "حیرت ہے مجھے آج کدھر بھول پڑے وہ"
        ],
        "poet": "پروین شاکر",
        "category": "حیرت",
        "createdAt": "2024-10-31T06:01:59.571Z",
        "updatedAt": "2024-10-31T06:01:59.571Z",
        "__v": 0
    },
    {
        "_id": "67231da3279cbf77b473d733",
        "poetry": [
            "کبھی کبھار اسے دیکھ لیں کہیں مل لیں",
            "یہ کب کہا تھا کہ وہ خوش بدن ہمارا ہو"
        ],
        "poet": "پروین شاکر",
        "category": "ملاقات",
        "createdAt": "2024-10-31T06:03:15.338Z",
        "updatedAt": "2024-10-31T06:03:15.338Z",
        "__v": 0
    },
    {
        "_id": "67231ddb279cbf77b473d735",
        "poetry": [
            "اس نے جلتی ہوئی پیشانی پہ جب ہاتھ رکھا",
            "روح تک آ گئی تاثیر مسیحائی کی"
        ],
        "poet": "پروین شاکر",
        "category": "روح",
        "createdAt": "2024-10-31T06:04:11.973Z",
        "updatedAt": "2024-10-31T06:04:11.973Z",
        "__v": 0
    },
    {
        "_id": "67231e0b279cbf77b473d737",
        "poetry": [
            "پاس جب تک وہ رہے درد تھما رہتا ہے",
            "پھیلتا جاتا ہے پھر آنکھ کے کاجل کی طرح"
        ],
        "poet": "پروین شاکر",
        "category": "درد",
        "createdAt": "2024-10-31T06:04:59.636Z",
        "updatedAt": "2024-10-31T06:04:59.636Z",
        "__v": 0
    },
    {
        "_id": "67231e4f279cbf77b473d739",
        "poetry": [
            "رستہ میں مل گیا تو شریک سفر نہ جان",
            "جو چھاؤں مہرباں ہو اسے اپنا گھر نہ جان"
        ],
        "poet": "پروین شاکر",
        "category": "سفر",
        "createdAt": "2024-10-31T06:06:07.441Z",
        "updatedAt": "2024-10-31T06:06:07.441Z",
        "__v": 0
    },
    {
        "_id": "67231e88279cbf77b473d73b",
        "poetry": [
            "تو بدلتا ہے تو بے ساختہ میری آنکھیں",
            "اپنے ہاتھوں کی لکیروں سے الجھ جاتی ہیں"
        ],
        "poet": "پروین شاکر",
        "category": "آنکھ",
        "createdAt": "2024-10-31T06:07:04.494Z",
        "updatedAt": "2024-10-31T06:07:04.494Z",
        "__v": 0
    },
    {
        "_id": "67231f68279cbf77b473d73d",
        "poetry": [
            "جگنو کو دن کے وقت پرکھنے کی ضد کریں",
            "بچے ہمارے عہد کے چالاک ہو گئے"
        ],
        "poet": "پروین شاکر",
        "category": "پرکھنا",
        "createdAt": "2024-10-31T06:10:48.847Z",
        "updatedAt": "2024-10-31T06:10:48.847Z",
        "__v": 0
    },
    {
        "_id": "67231fac279cbf77b473d73f",
        "poetry": [
            "کل رات جو ایندھن کے لیے کٹ کے گرا ہے",
            "چڑیوں کو بہت پیار تھا اس بوڑھے شجر سے"
        ],
        "poet": "پروین شاکر",
        "category": "پیار",
        "createdAt": "2024-10-31T06:11:56.247Z",
        "updatedAt": "2024-10-31T06:11:56.247Z",
        "__v": 0
    },
    {
        "_id": "67231fe6279cbf77b473d741",
        "poetry": [
            "ہاتھ میرے بھول بیٹھے دستکیں دینے کا فن",
            "بند مجھ پر جب سے اس کے گھر کا دروازہ ہوا"
        ],
        "poet": "پروین شاکر",
        "category": "دستک",
        "createdAt": "2024-10-31T06:12:54.897Z",
        "updatedAt": "2024-10-31T06:12:54.897Z",
        "__v": 0
    },
    {
        "_id": "67232026279cbf77b473d743",
        "poetry": [
            "سپرد کر کے اسے چاندنی کے ہاتھوں میں",
            "میں اپنے گھر کے اندھیروں کو لوٹ آؤں گی"
        ],
        "poet": "پروین شاکر",
        "category": "اداسی",
        "createdAt": "2024-10-31T06:13:58.178Z",
        "updatedAt": "2024-10-31T06:13:58.178Z",
        "__v": 0
    },
    {
        "_id": "67232055279cbf77b473d745",
        "poetry": [
            "میرے چہرے پہ غزل لکھتی گئیں",
            "شعر کہتی ہوئی آنکھیں اس کی"
        ],
        "poet": "پروین شاکر",
        "category": "آنکھ",
        "createdAt": "2024-10-31T06:14:45.007Z",
        "updatedAt": "2024-10-31T06:14:45.007Z",
        "__v": 0
    },
    {
        "_id": "67232087279cbf77b473d747",
        "poetry": [
            "کو بہ کو پھیل گئی بات شناسائی کی",
            "اس نے خوشبو کی طرح میری پذیرائی کی"
        ],
        "poet": "پروین شاکر",
        "category": "خوشبو",
        "createdAt": "2024-10-31T06:15:35.955Z",
        "updatedAt": "2024-10-31T06:15:35.955Z",
        "__v": 0
    },
    {
        "_id": "672320c1279cbf77b473d749",
        "poetry": [
            "کون جانے کہ نئے سال میں تو کس کو پڑھے",
            "تیرا معیار بدلتا ہے نصابوں کی طرح"
        ],
        "poet": "پروین شاکر",
        "category": "معیار",
        "createdAt": "2024-10-31T06:16:33.627Z",
        "updatedAt": "2024-10-31T06:16:33.627Z",
        "__v": 0
    },
    {
        "_id": "672320ee279cbf77b473d74b",
        "poetry": [
            "بدن کے کرب کو وہ بھی سمجھ نہ پائے گا",
            "میں دل میں روؤں گی آنکھوں میں مسکراؤں گی"
        ],
        "poet": "پروین شاکر",
        "category": "دل",
        "createdAt": "2024-10-31T06:17:18.164Z",
        "updatedAt": "2024-10-31T06:17:18.164Z",
        "__v": 0
    },
    {
        "_id": "67232120279cbf77b473d74d",
        "poetry": [
            "ابر برسے تو عنایت اس کی",
            "شاخ تو صرف دعا کرتی ہے"
        ],
        "poet": "پروین شاکر",
        "category": "دعا",
        "createdAt": "2024-10-31T06:18:08.462Z",
        "updatedAt": "2024-10-31T06:18:08.462Z",
        "__v": 0
    },
    {
        "_id": "6723216e279cbf77b473d74f",
        "poetry": [
            "مسئلہ جب بھی چراغوں کا اٹھا",
            "فیصلہ صرف ہوا کرتی ہے"
        ],
        "poet": "پروین شاکر",
        "category": "ہوا",
        "createdAt": "2024-10-31T06:19:26.153Z",
        "updatedAt": "2024-10-31T06:19:26.153Z",
        "__v": 0
    },
    {
        "_id": "672321a7279cbf77b473d751",
        "poetry": [
            "نہ جانے کون سا آسیب دل میں بستا ہے",
            "کہ جو بھی ٹھہرا وہ آخر مکان چھوڑ گیا"
        ],
        "poet": "پروین شاکر",
        "category": "دل",
        "createdAt": "2024-10-31T06:20:23.152Z",
        "updatedAt": "2024-10-31T06:20:23.152Z",
        "__v": 0
    },
    {
        "_id": "672321d5279cbf77b473d753",
        "poetry": [
            "ظلم سہنا بھی تو ظالم کی حمایت ٹھہرا",
            "خامشی بھی تو ہوئی پشت پناہی کی طرح"
        ],
        "poet": "پروین شاکر",
        "category": "ظلم",
        "createdAt": "2024-10-31T06:21:09.916Z",
        "updatedAt": "2024-10-31T06:21:09.916Z",
        "__v": 0
    },
    {
        "_id": "6723221a279cbf77b473d755",
        "poetry": [
            "وقت رخصت آ گیا دل پھر بھی گھبرایا نہیں",
            "اس کو ہم کیا کھوئیں گے جس کو کبھی پایا نہیں"
        ],
        "poet": "پروین شاکر",
        "category": "دل",
        "createdAt": "2024-10-31T06:22:18.204Z",
        "updatedAt": "2024-10-31T06:22:18.204Z",
        "__v": 0
    },
    {
        "_id": "67232341279cbf77b473d757",
        "poetry": [
            "یہ کیا کہ وہ جب چاہے مجھے چھین لے مجھ سے",
            "اپنے لئے وہ شخص تڑپتا بھی تو دیکھوں"
        ],
        "poet": "پروین شاکر",
        "category": "تڑپ",
        "createdAt": "2024-10-31T06:27:13.428Z",
        "updatedAt": "2024-10-31T06:27:13.428Z",
        "__v": 0
    },
    {
        "_id": "6723236c279cbf77b473d759",
        "poetry": [
            "گواہی کیسے ٹوٹتی معاملہ خدا کا تھا",
            "مرا اور اس کا رابطہ تو ہاتھ اور دعا کا تھا"
        ],
        "poet": "پروین شاکر",
        "category": "دعا",
        "createdAt": "2024-10-31T06:27:56.116Z",
        "updatedAt": "2024-10-31T06:27:56.116Z",
        "__v": 0
    },
    {
        "_id": "6723239f279cbf77b473d75b",
        "poetry": [
            "یوں دیکھنا اس کو کہ کوئی اور نہ دیکھے",
            "انعام تو اچھا تھا مگر شرط کڑی تھی"
        ],
        "poet": "پروین شاکر",
        "category": "شرط",
        "createdAt": "2024-10-31T06:28:47.974Z",
        "updatedAt": "2024-10-31T06:28:47.974Z",
        "__v": 0
    },
    {
        "_id": "67232411279cbf77b473d75f",
        "poetry": [
            "آمد پہ تیری عطر و چراغ و سبو نہ ہوں",
            "اتنا بھی بود و باش کو سادہ نہیں کیا"
        ],
        "poet": "پروین شاکر",
        "category": "استقبال",
        "createdAt": "2024-10-31T06:30:41.671Z",
        "updatedAt": "2024-10-31T06:30:41.671Z",
        "__v": 0
    },
    {
        "_id": "67232456279cbf77b473d761",
        "poetry": [
            "تیرے پیمانے میں گردش نہیں باقی ساقی",
            "اور تری بزم سے اب کوئی اٹھا چاہتا ہے"
        ],
        "poet": "پروین شاکر",
        "category": "الوداع ",
        "createdAt": "2024-10-31T06:31:50.731Z",
        "updatedAt": "2024-10-31T06:31:50.731Z",
        "__v": 0
    },
    {
        "_id": "672324da279cbf77b473d763",
        "poetry": [
            "کیا کرے میری مسیحائی بھی کرنے والا",
            "زخم ہی یہ مجھے لگتا نہیں بھرنے والا"
        ],
        "poet": "پروین شاکر",
        "category": "زخم",
        "createdAt": "2024-10-31T06:34:02.654Z",
        "updatedAt": "2024-10-31T06:34:02.654Z",
        "__v": 0
    },
    {
        "_id": "67232579279cbf77b473d766",
        "poetry": [
            "زخم ہی یہ مجھے لگتا نہیں بھرنے والا",
            "وہ آئے آ کے چلے بھی گئے ملے بھی نہیں"
        ],
        "poet": "پروین شاکر",
        "category": "زخم",
        "createdAt": "2024-10-31T06:36:41.349Z",
        "updatedAt": "2024-10-31T06:36:41.349Z",
        "__v": 0
    },
    {
        "_id": "672325bd279cbf77b473d768",
        "poetry": [
            "چہرہ و نام ایک ساتھ آج نہ یاد آ سکے",
            "وقت نے کس شبیہ کو خواب و خیال کر دیا"
        ],
        "poet": "پروین شاکر",
        "category": "وقت",
        "createdAt": "2024-10-31T06:37:49.049Z",
        "updatedAt": "2024-10-31T06:37:49.049Z",
        "__v": 0
    },
    {
        "_id": "672325f4279cbf77b473d76a",
        "poetry": [
            "گھر آپ ہی جگمگا اٹھے گا",
            "دہلیز پہ اک قدم بہت ہے"
        ],
        "poet": "پروین شاکر",
        "category": "استقبال",
        "createdAt": "2024-10-31T06:38:44.932Z",
        "updatedAt": "2024-10-31T06:38:44.932Z",
        "__v": 0
    },
    {
        "_id": "67232649279cbf77b473d76c",
        "poetry": [
            "تیرے تحفے تو سب اچھے ہیں مگر موج بہار",
            "اب کے میرے لیے خوشبوئے حنا آئی ہو"
        ],
        "poet": "پروین شاکر",
        "category": "تحفہ",
        "createdAt": "2024-10-31T06:40:09.805Z",
        "updatedAt": "2024-10-31T06:40:09.805Z",
        "__v": 0
    },
    {
        "_id": "67232682279cbf77b473d76e",
        "poetry": [
            "شب کی تنہائی میں اب تو اکثر",
            "گفتگو تجھ سے رہا کرتی ہے"
        ],
        "poet": "پروین شاکر",
        "category": "تنہائی",
        "createdAt": "2024-10-31T06:41:06.622Z",
        "updatedAt": "2024-10-31T06:41:06.622Z",
        "__v": 0
    },
    {
        "_id": "672326c8279cbf77b473d770",
        "poetry": [
            "جستجو کھوئے ہوؤں کی عمر بھر کرتے رہے",
            "چاند کے ہم راہ ہم ہر شب سفر کرتے رہے"
        ],
        "poet": "پروین شاکر",
        "category": "ہجر",
        "createdAt": "2024-10-31T06:42:16.798Z",
        "updatedAt": "2024-10-31T06:42:16.798Z",
        "__v": 0
    },
    {
        "_id": "672326f7279cbf77b473d772",
        "poetry": [
            "رخصت کرنے کے آداب نبھانے ہی تھے",
            "بند آنکھوں سے اس کو جاتا دیکھ لیا ہے"
        ],
        "poet": "پروین شاکر",
        "category": "الوداع",
        "createdAt": "2024-10-31T06:43:03.906Z",
        "updatedAt": "2024-10-31T06:43:03.906Z",
        "__v": 0
    },
    {
        "_id": "67232732279cbf77b473d774",
        "poetry": [
            "دھیمے سروں میں کوئی مدھر گیت چھیڑئیے",
            "ٹھہری ہوئی ہواؤں میں جادو بکھیریے"
        ],
        "poet": "پروین شاکر",
        "category": "آواز",
        "createdAt": "2024-10-31T06:44:02.695Z",
        "updatedAt": "2024-10-31T06:44:02.695Z",
        "__v": 0
    },
    {
        "_id": "6723275e279cbf77b473d776",
        "poetry": [
            "تھک گیا ہے دل وحشی مرا فریاد سے بھی",
            "جی بہلتا نہیں اے دوست تری یاد سے بھی "
        ],
        "poet": "پروین شاکر",
        "category": "یاد",
        "createdAt": "2024-10-31T06:44:46.069Z",
        "updatedAt": "2024-10-31T06:44:46.069Z",
        "__v": 0
    },
    {
        "_id": "672327b6279cbf77b473d778",
        "poetry": [
            "بند کر کے مری آنکھیں وہ شرارت سے ہنسے",
            "بوجھے جانے کا میں ہر روز تماشا دیکھوں"
        ],
        "poet": "پروین شاکر",
        "category": "شرارت",
        "createdAt": "2024-10-31T06:46:14.875Z",
        "updatedAt": "2024-10-31T06:46:14.875Z",
        "__v": 0
    },
    {
        "_id": "672327ea279cbf77b473d77a",
        "poetry": [
            "رفاقتوں کا مری اس کو دھیان کتنا تھا",
            "زمین لے لی مگر آسمان چھوڑ گیا"
        ],
        "poet": "پروین شاکر",
        "category": "آسمان",
        "createdAt": "2024-10-31T06:47:06.117Z",
        "updatedAt": "2024-10-31T06:47:06.117Z",
        "__v": 0
    },
    {
        "_id": "67232829279cbf77b473d77c",
        "poetry": [
            "رفاقتوں کے نئے خواب خوش نما ہیں مگر",
            "گزر چکا ہے ترے اعتبار کا موسم"
        ],
        "poet": "پروین شاکر",
        "category": "اعتبار",
        "createdAt": "2024-10-31T06:48:09.458Z",
        "updatedAt": "2024-10-31T06:48:09.458Z",
        "__v": 0
    },
    {
        "_id": "67232853279cbf77b473d77e",
        "poetry": [
            "تری چاہت کے بھیگے جنگلوں میں",
            "مرا تن مور بن کر ناچتا ہے"
        ],
        "poet": "پروین شاکر",
        "category": "چاہت",
        "createdAt": "2024-10-31T06:48:51.598Z",
        "updatedAt": "2024-10-31T06:48:51.598Z",
        "__v": 0
    },
    {
        "_id": "67232887279cbf77b473d780",
        "poetry": [
            "کسی کے دھیان میں ڈوبا ہوا دل",
            "بہانے سے مجھے بھی ٹالتا ہے"
        ],
        "poet": "پروین شاکر",
        "category": "دل",
        "createdAt": "2024-10-31T06:49:43.373Z",
        "updatedAt": "2024-10-31T06:49:43.373Z",
        "__v": 0
    },
    {
        "_id": "672328b2279cbf77b473d782",
        "poetry": [
            "شام پڑتے ہی کسی شخص کی یاد",
            "کوچۂ جاں میں صدا کرتی ہے"
        ],
        "poet": "پروین شاکر",
        "category": "یاد",
        "createdAt": "2024-10-31T06:50:26.284Z",
        "updatedAt": "2024-10-31T06:50:26.284Z",
        "__v": 0
    },
    {
        "_id": "672328db279cbf77b473d784",
        "poetry": [
            "قدموں میں بھی تکان تھی گھر بھی قریب تھا",
            "پر کیا کریں کہ اب کے سفر ہی عجیب تھا"
        ],
        "poet": "پروین شاکر",
        "category": "سفر",
        "createdAt": "2024-10-31T06:51:07.802Z",
        "updatedAt": "2024-10-31T06:51:07.802Z",
        "__v": 0
    },
    {
        "_id": "67232934279cbf77b473d786",
        "poetry": [
            "بے نام مسافت ہی مقدر ہے تو کیا غم",
            "منزل کا تعین کبھی ہوتا ہے سفر سے"
        ],
        "poet": "پروین شاکر",
        "category": "نصیب",
        "createdAt": "2024-10-31T06:52:36.107Z",
        "updatedAt": "2024-10-31T06:52:36.107Z",
        "__v": 0
    },
    {
        "_id": "6723296d279cbf77b473d788",
        "poetry": [
            "جس جا مکین بننے کے دیکھے تھے میں نے خواب",
            "اس گھر میں ایک شام کی مہمان بھی نہ تھی"
        ],
        "poet": "پروین شاکر",
        "category": "خواب",
        "createdAt": "2024-10-31T06:53:33.442Z",
        "updatedAt": "2024-10-31T06:53:33.442Z",
        "__v": 0
    },
    {
        "_id": "672329eb279cbf77b473d78a",
        "poetry": [
            "پلٹ کر پھر یہیں آ جائیں گے ہم",
            "وہ دیکھے تو ہمیں آزاد کر کے"
        ],
        "poet": "پروین شاکر",
        "category": "محبت",
        "createdAt": "2024-10-31T06:55:39.493Z",
        "updatedAt": "2024-10-31T06:55:39.493Z",
        "__v": 0
    },
    {
        "_id": "67232a49279cbf77b473d78c",
        "poetry": [
            "خود اپنے سے ملنے کا تو یارا نہ تھا مجھ میں",
            "میں بھیڑ میں گم ہو گئی تنہائی کے ڈر سے"
        ],
        "poet": "پروین شاکر",
        "category": "تنہائی",
        "createdAt": "2024-10-31T06:57:13.727Z",
        "updatedAt": "2024-10-31T06:57:13.727Z",
        "__v": 0
    },
    {
        "_id": "67232aa2279cbf77b473d78e",
        "poetry": [
            "بوجھ اٹھاتے ہوئے پھرتی ہے ہمارا اب تک",
            "اے زمیں ماں تری یہ عمر تو آرام کی تھی"
        ],
        "poet": "پروین شاکر",
        "category": "آرام",
        "createdAt": "2024-10-31T06:58:42.396Z",
        "updatedAt": "2024-10-31T06:58:42.396Z",
        "__v": 0
    },
    {
        "_id": "67232ad1279cbf77b473d790",
        "poetry": [
            "دل عجب شہر کہ جس پر بھی کھلا در اس کا",
            "وہ مسافر اسے ہر سمت سے برباد کرے"
        ],
        "poet": "پروین شاکر",
        "category": "دل",
        "createdAt": "2024-10-31T06:59:29.409Z",
        "updatedAt": "2024-10-31T06:59:29.409Z",
        "__v": 0
    },
    {
        "_id": "67232b1a279cbf77b473d792",
        "poetry": [
            "غیر ممکن ہے ترے گھر کے گلابوں کا شمار",
            "میرے رستے ہوئے زخموں کے حسابوں کی طرح"
        ],
        "poet": "پروین شاکر",
        "category": "زخم",
        "createdAt": "2024-10-31T07:00:42.270Z",
        "updatedAt": "2024-10-31T07:00:42.270Z",
        "__v": 0
    },
    {
        "_id": "67232b4e279cbf77b473d794",
        "poetry": [
            "مری طرح سے کوئی ہے جو زندگی اپنی",
            "تمہاری یاد کے نام انتساب کر دے گا"
        ],
        "poet": "پروین شاکر",
        "category": "یاد",
        "createdAt": "2024-10-31T07:01:34.956Z",
        "updatedAt": "2024-10-31T07:01:34.956Z",
        "__v": 0
    },
    {
        "_id": "67232b78279cbf77b473d796",
        "poetry": [
            "مقتل وقت میں خاموش گواہی کی طرح",
            "دل بھی کام آیا ہے گمنام سپاہی کی طرح"
        ],
        "poet": "پروین شاکر",
        "category": "دل",
        "createdAt": "2024-10-31T07:02:16.366Z",
        "updatedAt": "2024-10-31T07:02:16.366Z",
        "__v": 0
    },
    {
        "_id": "67232ba8279cbf77b473d798",
        "poetry": [
            "اسی طرح سے اگر چاہتا رہا پیہم",
            "سخن وری میں مجھے انتخاب کر دے گا"
        ],
        "poet": "پروین شاکر",
        "category": "چاہت",
        "createdAt": "2024-10-31T07:03:04.158Z",
        "updatedAt": "2024-10-31T07:03:04.158Z",
        "__v": 0
    },
    {
        "_id": "6723cfb6279cbf77b473d7b5",
        "poetry": [
            "ہم کو معلوم ہے جنت کی حقیقت لیکن",
            "دل کے خوش رکھنے کو غالبؔ یہ خیال اچھا ہے"
        ],
        "poet": "مرزا غالب",
        "category": "دل",
        "createdAt": "2024-10-31T18:43:02.094Z",
        "updatedAt": "2024-10-31T18:43:02.094Z",
        "__v": 0
    },
    {
        "_id": "6723cff8279cbf77b473d7b7",
        "poetry": [
            "عشق نے غالبؔ نکما کر دیا",
            "ورنہ ہم بھی آدمی تھے کام کے"
        ],
        "poet": "مرزا غالب",
        "category": "عشق",
        "createdAt": "2024-10-31T18:44:08.943Z",
        "updatedAt": "2024-10-31T18:44:08.943Z",
        "__v": 0
    },
    {
        "_id": "6723d57e279cbf77b473d7b9",
        "poetry": [
            "اس سادگی پہ کون نہ مر جائے اے خدا",
            "لڑتے ہیں اور ہاتھ میں تلوار بھی نہیں"
        ],
        "poet": "مرزا غالب",
        "category": "سادگی",
        "createdAt": "2024-10-31T19:07:42.948Z",
        "updatedAt": "2024-10-31T19:07:42.948Z",
        "__v": 0
    },
    {
        "_id": "6723d5ec279cbf77b473d7bb",
        "poetry": [
            "ہزاروں خواہشیں ایسی کہ ہر خواہش پہ دم نکلے",
            "بہت نکلے مرے ارمان لیکن پھر بھی کم نکلے"
        ],
        "poet": "مرزا غالب",
        "category": "آرزو",
        "createdAt": "2024-10-31T19:09:32.970Z",
        "updatedAt": "2024-10-31T19:09:32.970Z",
        "__v": 0
    },
    {
        "_id": "6723d62d279cbf77b473d7bd",
        "poetry": [
            "ان کے دیکھے سے جو آ جاتی ہے منہ پر رونق",
            "وہ سمجھتے ہیں کہ بیمار کا حال اچھا ہے"
        ],
        "poet": "مرزا غالب",
        "category": "حال",
        "createdAt": "2024-10-31T19:10:37.167Z",
        "updatedAt": "2024-10-31T19:10:37.167Z",
        "__v": 0
    },
    {
        "_id": "6723d65b279cbf77b473d7c1",
        "poetry": [
            "یہ نہ تھی ہماری قسمت کہ وصال یار ہوتا",
            "اگر اور جیتے رہتے یہی انتظار ہوتا"
        ],
        "poet": "مرزا غالب",
        "category": "انتظار",
        "createdAt": "2024-10-31T19:11:23.648Z",
        "updatedAt": "2024-10-31T19:11:23.648Z",
        "__v": 0
    },
    {
        "_id": "6723d687279cbf77b473d7c3",
        "poetry": [
            "عشق پر زور نہیں ہے یہ وہ آتش غالبؔ",
            "کہ لگائے نہ لگے اور بجھائے نہ بنے"
        ],
        "poet": "مرزا غالب",
        "category": "عشق",
        "createdAt": "2024-10-31T19:12:07.494Z",
        "updatedAt": "2024-10-31T19:12:07.494Z",
        "__v": 0
    },
    {
        "_id": "6723d727279cbf77b473d7c8",
        "poetry": [
            "عشرت قطرہ ہے دریا میں فنا ہو جانا",
            "درد کا حد سے گزرنا ہے دوا ہو جانا"
        ],
        "poet": "مرزا غالب",
        "category": "درد",
        "createdAt": "2024-10-31T19:14:47.669Z",
        "updatedAt": "2024-10-31T19:14:47.669Z",
        "__v": 0
    },
    {
        "_id": "6723d7c4279cbf77b473d7cb",
        "poetry": [
            "وہ آئے گھر میں ہمارے خدا کی قدرت ہے",
            "کبھی ہم ان کو کبھی اپنے گھر کو دیکھتے ہیں"
        ],
        "poet": "مرزا غالب",
        "category": "استقبال",
        "createdAt": "2024-10-31T19:17:24.092Z",
        "updatedAt": "2024-10-31T19:17:24.092Z",
        "__v": 0
    },
    {
        "_id": "6723d7f9279cbf77b473d7cd",
        "poetry": [
            "نہ تھا کچھ تو خدا تھا کچھ نہ ہوتا تو خدا ہوتا",
            "ڈبویا مجھ کو ہونے نے نہ ہوتا میں تو کیا ہوتا"
        ],
        "poet": "مرزا غالب",
        "category": "آرزو",
        "createdAt": "2024-10-31T19:18:17.687Z",
        "updatedAt": "2024-10-31T19:18:17.687Z",
        "__v": 0
    },
    {
        "_id": "6723d821279cbf77b473d7cf",
        "poetry": [
            "ہم کو ان سے وفا کی ہے امید",
            "جو نہیں جانتے وفا کیا ہے"
        ],
        "poet": "مرزا غالب",
        "category": "وفا",
        "createdAt": "2024-10-31T19:18:57.266Z",
        "updatedAt": "2024-10-31T19:18:57.266Z",
        "__v": 0
    },
    {
        "_id": "6723d855279cbf77b473d7d1",
        "poetry": [
            "بے خودی بے سبب نہیں غالبؔ",
            "کچھ تو ہے",
            " جس کی پردہ داری ہے"
        ],
        "poet": "مرزا غالب",
        "category": "بے خودی",
        "createdAt": "2024-10-31T19:19:49.098Z",
        "updatedAt": "2024-10-31T19:19:49.098Z",
        "__v": 0
    },
    {
        "_id": "6723d996279cbf77b473d7d3",
        "poetry": [
            "رنج سے خوگر ہوا انساں تو مٹ جاتا ہے رنج",
            "مشکلیں مجھ پر پڑیں اتنی کہ آساں ہو گئیں"
        ],
        "poet": "مرزا غالب",
        "category": "رنجش",
        "createdAt": "2024-10-31T19:25:10.030Z",
        "updatedAt": "2024-10-31T19:25:10.030Z",
        "__v": 0
    },
    {
        "_id": "6723d9be279cbf77b473d7d5",
        "poetry": [
            "عشق سے طبیعت نے زیست کا مزا پایا",
            "درد کی دوا پائی درد بے دوا پایا"
        ],
        "poet": "مرزا غالب",
        "category": "درد",
        "createdAt": "2024-10-31T19:25:50.069Z",
        "updatedAt": "2024-10-31T19:25:50.069Z",
        "__v": 0
    },
    {
        "_id": "6723da43279cbf77b473d7d7",
        "poetry": [
            "آئینہ کیوں نہ دوں کہ تماشا کہیں جسے",
            "ایسا کہاں سے لاؤں کہ تجھ سا کہیں جسے"
        ],
        "poet": "مرزا غالب",
        "category": "آئینہ",
        "createdAt": "2024-10-31T19:28:03.183Z",
        "updatedAt": "2024-10-31T19:28:03.183Z",
        "__v": 0
    },
    {
        "_id": "6723dab3279cbf77b473d7d9",
        "poetry": [
            "موت کا ایک دن معین ہے",
            "نیند کیوں رات بھر نہیں آتی"
        ],
        "poet": "مرزا غالب",
        "category": "نیند",
        "createdAt": "2024-10-31T19:29:55.828Z",
        "updatedAt": "2024-10-31T19:29:55.828Z",
        "__v": 0
    },
    {
        "_id": "6723dafc279cbf77b473d7db",
        "poetry": [
            "بس کہ دشوار ہے ہر کام کا آساں ہونا",
            "آدمی کو بھی میسر نہیں انساں ہونا"
        ],
        "poet": "مرزا غالب",
        "category": "کام",
        "createdAt": "2024-10-31T19:31:08.515Z",
        "updatedAt": "2024-10-31T19:31:08.515Z",
        "__v": 0
    },
    {
        "_id": "6723db37279cbf77b473d7dd",
        "poetry": [
            "ہم نے مانا کہ تغافل نہ کرو گے لیکن",
            "خاک ہو جائیں گے ہم تم کو خبر ہوتے تک"
        ],
        "poet": "مرزا غالب",
        "category": "خاک",
        "createdAt": "2024-10-31T19:32:07.390Z",
        "updatedAt": "2024-10-31T19:32:07.390Z",
        "__v": 0
    },
    {
        "_id": "6723dbb2279cbf77b473d7df",
        "poetry": [
            "یہ کہاں کی دوستی ہے کہ بنے ہیں دوست ناصح",
            "کوئی چارہ ساز ہوتا کوئی غم گسار ہوتا"
        ],
        "poet": "مرزا غالب",
        "category": "دوستی",
        "createdAt": "2024-10-31T19:34:10.735Z",
        "updatedAt": "2024-10-31T19:34:10.735Z",
        "__v": 0
    },
    {
        "_id": "6723de48279cbf77b473d7e1",
        "poetry": [
            "میری قسمت میں غم گر اتنا تھا",
            "دل بھی یارب کئی دیے ہوتے"
        ],
        "poet": "مرزا غالب",
        "category": "دل",
        "createdAt": "2024-10-31T19:45:12.885Z",
        "updatedAt": "2024-10-31T19:45:12.885Z",
        "__v": 0
    },
    {
        "_id": "6723de7d279cbf77b473d7e3",
        "poetry": [
            "کب وہ سنتا ہے کہانی میری",
            "اور پھر وہ بھی زبانی میری"
        ],
        "poet": "مرزا غالب",
        "category": "شکوہ",
        "createdAt": "2024-10-31T19:46:05.371Z",
        "updatedAt": "2024-10-31T19:46:05.371Z",
        "__v": 0
    },
    {
        "_id": "6723dea7279cbf77b473d7e5",
        "poetry": [
            "کعبہ کس منہ سے جاوگے غالبؔ",
            "شرم تم کو مگر نہیں آتی"
        ],
        "poet": "مرزا غالب",
        "category": "شرم",
        "createdAt": "2024-10-31T19:46:47.720Z",
        "updatedAt": "2024-10-31T19:46:47.720Z",
        "__v": 0
    },
    {
        "_id": "6723def8279cbf77b473d7e7",
        "poetry": [
            "آگے آتی تھی حال دل پہ ہنسی",
            "اب کسی بات پر نہیں آتی"
        ],
        "poet": "مرزا غالب",
        "category": "ہنسی",
        "createdAt": "2024-10-31T19:48:08.881Z",
        "updatedAt": "2024-10-31T19:48:08.881Z",
        "__v": 0
    },
    {
        "_id": "6723df77279cbf77b473d7e9",
        "poetry": [
            "جی ڈھونڈتا ہے پھر وہی فرصت کہ رات دن",
            "بیٹھے رہیں تصور جاناں کیے ہوئے"
        ],
        "poet": "مرزا غالب",
        "category": "فرصت",
        "createdAt": "2024-10-31T19:50:15.031Z",
        "updatedAt": "2024-10-31T19:50:15.031Z",
        "__v": 0
    },
    {
        "_id": "6723dfa4279cbf77b473d7eb",
        "poetry": [
            "کرنے گئے تھے اس سے تغافل کا ہم گلہ",
            "کی ایک ہی نگاہ کہ بس خاک ہو گئے"
        ],
        "poet": "مرزا غالب",
        "category": "نگاہ",
        "createdAt": "2024-10-31T19:51:00.184Z",
        "updatedAt": "2024-10-31T19:51:00.184Z",
        "__v": 0
    },
    {
        "_id": "6723dff4279cbf77b473d7ed",
        "poetry": [
            "ہم وہاں ہیں جہاں سے ہم کو بھی",
            "کچھ ہماری خبر نہیں آتی"
        ],
        "poet": "مرزا غالب",
        "category": "خبر",
        "createdAt": "2024-10-31T19:52:20.416Z",
        "updatedAt": "2024-10-31T19:52:20.416Z",
        "__v": 0
    },
    {
        "_id": "6723e08a279cbf77b473d7f0",
        "poetry": [
            "مرتے ہیں آرزو میں مرنے کی",
            "موت آتی ہے پر نہیں آتی"
        ],
        "poet": "مرزا غالب",
        "category": "آرزو",
        "createdAt": "2024-10-31T19:54:50.918Z",
        "updatedAt": "2024-10-31T19:54:50.918Z",
        "__v": 0
    },
    {
        "_id": "6723e0b4279cbf77b473d7f2",
        "poetry": [
            "آئینہ دیکھ اپنا سا منہ لے کے رہ گئے",
            "صاحب کو دل نہ دینے پہ کتنا غرور تھا"
        ],
        "poet": "مرزا غالب",
        "category": "دل",
        "createdAt": "2024-10-31T19:55:32.438Z",
        "updatedAt": "2024-10-31T19:55:32.438Z",
        "__v": 0
    },
    {
        "_id": "6723e0e3279cbf77b473d7f4",
        "poetry": [
            "ہر ایک بات پہ کہتے ہو تم کہ تو کیا ہے",
            "تمہیں کہو کہ یہ انداز گفتگو کیا ہے"
        ],
        "poet": "مرزا غالب",
        "category": "شکوہ",
        "createdAt": "2024-10-31T19:56:19.540Z",
        "updatedAt": "2024-10-31T19:56:19.540Z",
        "__v": 0
    },
    {
        "_id": "6723e10a279cbf77b473d7f6",
        "poetry": [
            "درد منت کش دوا نہ ہوا",
            "میں نہ اچھا ہوا برا نہ ہوا"
        ],
        "poet": "مرزا غالب",
        "category": "درد",
        "createdAt": "2024-10-31T19:56:58.970Z",
        "updatedAt": "2024-10-31T19:56:58.970Z",
        "__v": 0
    },
    {
        "_id": "6723e16a279cbf77b473d7f8",
        "poetry": [
            "پھر اسی بے وفا پہ مرتے ہیں",
            "پھر وہی زندگی ہماری ہے"
        ],
        "poet": "مرزا غالب",
        "category": "زندگی",
        "createdAt": "2024-10-31T19:58:34.715Z",
        "updatedAt": "2024-10-31T19:58:34.715Z",
        "__v": 0
    },
    {
        "_id": "6723e195279cbf77b473d7fa",
        "poetry": [
            "کہتے ہیں جیتے ہیں امید پہ لوگ",
            "ہم کو جینے کی بھی امید نہیں"
        ],
        "poet": "مرزا غالب",
        "category": "امید",
        "createdAt": "2024-10-31T19:59:17.101Z",
        "updatedAt": "2024-10-31T19:59:17.101Z",
        "__v": 0
    },
    {
        "_id": "6723e1c4279cbf77b473d7fc",
        "poetry": [
            "کی مرے قتل کے بعد اس نے جفا سے توبہ",
            "ہائے اس زود پشیماں کا پشیماں ہونا"
        ],
        "poet": "مرزا غالب",
        "category": "قتل",
        "createdAt": "2024-10-31T20:00:04.992Z",
        "updatedAt": "2024-10-31T20:00:04.992Z",
        "__v": 0
    },
    {
        "_id": "6723e45e279cbf77b473d7fe",
        "poetry": [
            "کوئی میرے دل سے پوچھے ترے تیر نیم کش کو",
            "یہ خلش کہاں سے ہوتی جو جگر کے پار ہوتا"
        ],
        "poet": "مرزا غالب",
        "category": "دل",
        "createdAt": "2024-10-31T20:11:10.685Z",
        "updatedAt": "2024-10-31T20:11:10.685Z",
        "__v": 0
    },
    {
        "_id": "6723e4b4279cbf77b473d800",
        "poetry": [
            "تم سلامت رہو ہزار برس",
            "ہر برس کے ہوں دن پچاس ہزار"
        ],
        "poet": "مرزا غالب",
        "category": "سالگرہ",
        "createdAt": "2024-10-31T20:12:36.728Z",
        "updatedAt": "2024-10-31T20:12:36.728Z",
        "__v": 0
    },
    {
        "_id": "6723e563279cbf77b473d802",
        "poetry": [
            "صادق ہوں اپنے قول کا غالبؔ خدا گواہ",
            "کہتا ہوں سچ کہ جھوٹ کی عادت نہیں مجھے"
        ],
        "poet": "مرزا غالب",
        "category": "سچ",
        "createdAt": "2024-10-31T20:15:31.054Z",
        "updatedAt": "2024-10-31T20:15:31.054Z",
        "__v": 0
    },
    {
        "_id": "6723e774279cbf77b473d804",
        "poetry": [
            "کتنے شیریں ہیں تیرے لب کہ رقیب",
            "گالیاں کھا کے بے مزا نہ ہوا "
        ],
        "poet": "مرزا غالب",
        "category": "لب",
        "createdAt": "2024-10-31T20:24:20.137Z",
        "updatedAt": "2024-10-31T20:24:20.137Z",
        "__v": 0
    },
    {
        "_id": "6723e7c0279cbf77b473d806",
        "poetry": [
            "بنا کر فقیروں کا ہم بھیس غالبؔ",
            "تماشائے اہل کرم دیکھتے ہیں"
        ],
        "poet": "مرزا غالب",
        "category": "تماشا",
        "createdAt": "2024-10-31T20:25:36.434Z",
        "updatedAt": "2024-10-31T20:25:36.434Z",
        "__v": 0
    },
    {
        "_id": "6723e7f8279cbf77b473d808",
        "poetry": [
            "میں بھی منہ میں زبان رکھتا ہوں",
            "کاش پوچھو کہ مدعا کیا ہے"
        ],
        "poet": "مرزا غالب",
        "category": "شکوہ",
        "createdAt": "2024-10-31T20:26:32.673Z",
        "updatedAt": "2024-10-31T20:26:32.673Z",
        "__v": 0
    },
    {
        "_id": "6723e8d1279cbf77b473d80b",
        "poetry": [
            "نیند اس کی ہے دماغ اس کا ہے راتیں اس کی ہیں",
            "تیری زلفیں جس کے بازو پر پریشاں ہو گئیں"
        ],
        "poet": "مرزا غالب",
        "category": "زلف",
        "createdAt": "2024-10-31T20:30:09.056Z",
        "updatedAt": "2024-10-31T20:30:09.056Z",
        "__v": 0
    },
    {
        "_id": "6723e92e279cbf77b473d80d",
        "poetry": [
            "ترے وعدے پر جیے ہم تو یہ جان جھوٹ جانا",
            "کہ خوشی سے مر نہ جاتے اگر اعتبار ہوتا"
        ],
        "poet": "مرزا غالب",
        "category": "اعتبار",
        "createdAt": "2024-10-31T20:31:42.013Z",
        "updatedAt": "2024-10-31T20:31:42.013Z",
        "__v": 0
    },
    {
        "_id": "6723e9a7279cbf77b473d80f",
        "poetry": [
            "رونے سے اور عشق میں بے باک ہو گئے",
            "دھوئے گئے ہم اتنے کہ بس پاک ہو گئے"
        ],
        "poet": "مرزا غالب",
        "category": "عشق",
        "createdAt": "2024-10-31T20:33:43.958Z",
        "updatedAt": "2024-10-31T20:33:43.958Z",
        "__v": 0
    },
    {
        "_id": "6723e9dc279cbf77b473d811",
        "poetry": [
            "عاشقی صبر طلب اور تمنا بیتاب",
            "دل کا کیا رنگ کروں خون جگر ہوتے تک"
        ],
        "poet": "مرزا غالب",
        "category": "دل",
        "createdAt": "2024-10-31T20:34:36.904Z",
        "updatedAt": "2024-10-31T20:34:36.904Z",
        "__v": 0
    },
    {
        "_id": "6723ea18279cbf77b473d813",
        "poetry": [
            "پلا دے اوک سے ساقی جو ہم سے نفرت ہے",
            "پیالہ گر نہیں دیتا نہ دے شراب تو دے "
        ],
        "poet": "مرزا غالب",
        "category": "نفرت",
        "createdAt": "2024-10-31T20:35:36.736Z",
        "updatedAt": "2024-10-31T20:35:36.736Z",
        "__v": 0
    },
    {
        "_id": "6723ea44279cbf77b473d815",
        "poetry": [
            "نکلنا خلد سے آدم کا سنتے آئے ہیں لیکن",
            "بہت بے آبرو ہو کر ترے کوچے سے ہم نکلے"
        ],
        "poet": "مرزا غالب",
        "category": "رسوائی",
        "createdAt": "2024-10-31T20:36:20.874Z",
        "updatedAt": "2024-10-31T20:36:20.874Z",
        "__v": 0
    },
    {
        "_id": "6723ea76279cbf77b473d817",
        "poetry": [
            "ہوئی مدت کہ غالبؔ مر گیا پر یاد آتا ہے",
            "وہ ہر اک بات پر کہنا کہ یوں ہوتا تو کیا ہوتا"
        ],
        "poet": "مرزا غالب",
        "category": "یاد",
        "createdAt": "2024-10-31T20:37:10.239Z",
        "updatedAt": "2024-10-31T20:37:10.239Z",
        "__v": 0
    },
    {
        "_id": "6723eaa3279cbf77b473d819",
        "poetry": [
            "عشق مجھ کو نہیں وحشت ہی سہی",
            "میری وحشت تری شہرت ہی سہی"
        ],
        "poet": "مرزا غالب",
        "category": "عشق",
        "createdAt": "2024-10-31T20:37:55.905Z",
        "updatedAt": "2024-10-31T20:37:55.905Z",
        "__v": 0
    },
    {
        "_id": "6723ead7279cbf77b473d81b",
        "poetry": [
            "مہرباں ہو کے بلا لو مجھے چاہو جس وقت",
            "میں گیا وقت نہیں ہوں کہ پھر آ بھی نہ سکوں"
        ],
        "poet": "مرزا غالب",
        "category": "وقت",
        "createdAt": "2024-10-31T20:38:47.708Z",
        "updatedAt": "2024-10-31T20:38:47.708Z",
        "__v": 0
    },
    {
        "_id": "6723eb02279cbf77b473d81d",
        "poetry": [
            "دل ناداں تجھے ہوا کیا ہے",
            "آخر اس درد کی دوا کیا ہے"
        ],
        "poet": "مرزا غالب",
        "category": "دل",
        "createdAt": "2024-10-31T20:39:30.177Z",
        "updatedAt": "2024-10-31T20:39:30.177Z",
        "__v": 0
    },
    {
        "_id": "6723eb31279cbf77b473d81f",
        "poetry": [
            "جلا ہے جسم جہاں دل بھی جل گیا ہوگا",
            "کریدتے ہو جو اب راکھ جستجو کیا ہے"
        ],
        "poet": "مرزا غالب",
        "category": "دل",
        "createdAt": "2024-10-31T20:40:17.671Z",
        "updatedAt": "2024-10-31T20:40:17.671Z",
        "__v": 0
    },
    {
        "_id": "6723eb71279cbf77b473d821",
        "poetry": [
            "آتا ہے داغ حسرت دل کا شمار یاد",
            "مجھ سے مرے گنہ کا حساب اے خدا نہ مانگ"
        ],
        "poet": "مرزا غالب",
        "category": "دل",
        "createdAt": "2024-10-31T20:41:21.349Z",
        "updatedAt": "2024-10-31T20:41:21.349Z",
        "__v": 0
    },
    {
        "_id": "6723ebab279cbf77b473d823",
        "poetry": [
            "کوئی ویرانی سی ویرانی ہے",
            "دشت کو دیکھ کے گھر یاد آیا"
        ],
        "poet": "مرزا غالب",
        "category": "گھر",
        "createdAt": "2024-10-31T20:42:19.196Z",
        "updatedAt": "2024-10-31T20:42:19.196Z",
        "__v": 0
    },
    {
        "_id": "6723ebe1279cbf77b473d825",
        "poetry": [
            "قاصد کے آتے آتے خط اک اور لکھ رکھوں",
            "میں جانتا ہوں جو وہ لکھیں گے جواب میں"
        ],
        "poet": "مرزا غالب",
        "category": "خط",
        "createdAt": "2024-10-31T20:43:13.307Z",
        "updatedAt": "2024-10-31T20:43:13.307Z",
        "__v": 0
    },
    {
        "_id": "6723ec12279cbf77b473d827",
        "poetry": [
            "جان تم پر نثار کرتا ہوں",
            "میں نہیں جانتا دعا کیا ہے"
        ],
        "poet": "مرزا غالب",
        "category": "دعا",
        "createdAt": "2024-10-31T20:44:02.023Z",
        "updatedAt": "2024-10-31T20:44:02.023Z",
        "__v": 0
    },
    {
        "_id": "6723ec93279cbf77b473d829",
        "poetry": [
            "جاتے ہوئے کہتے ہو قیامت کو ملیں گے",
            "کیا خوب قیامت کا ہے گویا کوئی دن اور"
        ],
        "poet": "مرزا غالب",
        "category": "الوداع",
        "createdAt": "2024-10-31T20:46:11.655Z",
        "updatedAt": "2024-10-31T20:46:11.655Z",
        "__v": 0
    },
    {
        "_id": "6723ecf2279cbf77b473d82b",
        "poetry": [
            "رہیے اب ایسی جگہ چل کر جہاں کوئی نہ ہو",
            "ہم سخن کوئی نہ ہو اور ہمزباں کوئی نہ ہو"
        ],
        "poet": "مرزا غالب",
        "category": "الوداع",
        "createdAt": "2024-10-31T20:47:46.317Z",
        "updatedAt": "2024-10-31T20:47:46.317Z",
        "__v": 0
    },
    {
        "_id": "6723ed42279cbf77b473d82d",
        "poetry": [
            "جب توقع ہی اٹھ گئی غالبؔ",
            "کیوں کسی کا گلہ کرے کوئی"
        ],
        "poet": "مرزا غالب",
        "category": "شکوہ",
        "createdAt": "2024-10-31T20:49:06.577Z",
        "updatedAt": "2024-10-31T20:49:06.577Z",
        "__v": 0
    },
    {
        "_id": "6723edc1279cbf77b473d82f",
        "poetry": [
            "نہ ستایش کی تمنا نہ صلے کی پروا",
            "گر نہیں ہیں مرے اشعار میں معنی نہ سہی"
        ],
        "poet": "مرزا غالب",
        "category": "شکوہ",
        "createdAt": "2024-10-31T20:51:13.030Z",
        "updatedAt": "2024-10-31T20:51:13.030Z",
        "__v": 0
    },
    {
        "_id": "6723ee2d279cbf77b473d831",
        "poetry": [
            "یہ مسائل تصوف یہ ترا بیان غالبؔ",
            "تجھے ہم ولی سمجھتے جو نہ بادہ خوار ہوتا"
        ],
        "poet": "مرزا غالب",
        "category": "انداز بیاں",
        "createdAt": "2024-10-31T20:53:01.844Z",
        "updatedAt": "2024-10-31T20:53:01.844Z",
        "__v": 0
    },
    {
        "_id": "6723ee62279cbf77b473d833",
        "poetry": [
            "ہوئے مر کے ہم جو رسوا ہوئے کیوں نہ غرق دریا",
            "نہ کبھی جنازہ اٹھتا نہ کہیں مزار ہوتا"
        ],
        "poet": "مرزا غالب",
        "category": "شکوہ",
        "createdAt": "2024-10-31T20:53:54.758Z",
        "updatedAt": "2024-10-31T20:53:54.758Z",
        "__v": 0
    },
    {
        "_id": "6723ee9c279cbf77b473d835",
        "poetry": [
            "ایماں مجھے روکے ہے جو کھینچے ہے مجھے کفر",
            "کعبہ مرے پیچھے ہے کلیسا مرے آگے"
        ],
        "poet": "مرزا غالب",
        "category": "کشمکش",
        "createdAt": "2024-10-31T20:54:52.353Z",
        "updatedAt": "2024-10-31T20:54:52.353Z",
        "__v": 0
    },
    {
        "_id": "6723eec8279cbf77b473d837",
        "poetry": [
            "بوسہ دیتے نہیں اور دل پہ ہے ہر لحظہ نگاہ",
            "جی میں کہتے ہیں کہ مفت آئے تو مال اچھا ہے"
        ],
        "poet": "مرزا غالب",
        "category": "دل",
        "createdAt": "2024-10-31T20:55:36.651Z",
        "updatedAt": "2024-10-31T20:55:36.651Z",
        "__v": 0
    },
    {
        "_id": "6723eef9279cbf77b473d839",
        "poetry": [
            "بلبل کے کاروبار پہ ہیں خندہ ہائے گل",
            "کہتے ہیں جس کو عشق خلل ہے دماغ کا"
        ],
        "poet": "مرزا غالب",
        "category": "عشق",
        "createdAt": "2024-10-31T20:56:25.241Z",
        "updatedAt": "2024-10-31T20:56:25.241Z",
        "__v": 0
    },
    {
        "_id": "6723ef47279cbf77b473d83b",
        "poetry": [
            "یارب وہ نہ سمجھے ہیں نہ سمجھیں گے مری بات",
            "دے اور دل ان کو جو نہ دے مجھ کو زباں اور"
        ],
        "poet": "مرزا غالب",
        "category": "دل",
        "createdAt": "2024-10-31T20:57:43.847Z",
        "updatedAt": "2024-10-31T20:57:43.847Z",
        "__v": 0
    },
    {
        "_id": "6723ef8c279cbf77b473d83d",
        "poetry": [
            "کھلتا کسی پہ کیوں مرے دل کا معاملہ",
            "شعروں کے انتخاب نے رسوا کیا مجھے"
        ],
        "poet": "مرزا غالب",
        "category": "رسوائی",
        "createdAt": "2024-10-31T20:58:52.419Z",
        "updatedAt": "2024-10-31T20:58:52.419Z",
        "__v": 0
    },
    {
        "_id": "6723efc7279cbf77b473d83f",
        "poetry": [
            "دکھا کے جنبش لب ہی تمام کر ہم کو",
            "نہ دے جو بوسہ تو منہ سے کہیں جواب تو دے"
        ],
        "poet": "مرزا غالب",
        "category": "شکوہ",
        "createdAt": "2024-10-31T20:59:51.317Z",
        "updatedAt": "2024-10-31T20:59:51.317Z",
        "__v": 0
    },
    {
        "_id": "6723f012279cbf77b473d841",
        "poetry": [
            "جان دی دی ہوئی اسی کی تھی",
            "حق تو یوں ہے کہ حق ادا نہ ہوا"
        ],
        "poet": "مرزا غالب",
        "category": "آرزو",
        "createdAt": "2024-10-31T21:01:06.796Z",
        "updatedAt": "2024-10-31T21:01:06.796Z",
        "__v": 0
    },
    {
        "_id": "6723f050279cbf77b473d843",
        "poetry": [
            "آئے ہے بیکسی عشق پہ رونا غالبؔ",
            "کس کے گھر جائے گا سیلاب بلا میرے بعد"
        ],
        "poet": "مرزا غالب",
        "category": "عشق",
        "createdAt": "2024-10-31T21:02:08.396Z",
        "updatedAt": "2024-10-31T21:02:08.396Z",
        "__v": 0
    },
    {
        "_id": "6723f087279cbf77b473d845",
        "poetry": [
            "بے نیازی حد سے گزری بندہ پرور کب تلک",
            "ہم کہیں گے حال دل اور آپ فرماویں گے کیا"
        ],
        "poet": "مرزا غالب",
        "category": "بے نیازی",
        "createdAt": "2024-10-31T21:03:03.439Z",
        "updatedAt": "2024-10-31T21:03:03.439Z",
        "__v": 0
    },
    {
        "_id": "6723f0b1279cbf77b473d847",
        "poetry": [
            "کیوں جل گیا نہ تاب رخ یار دیکھ کر",
            "جلتا ہوں اپنی طاقت دیدار دیکھ کر "
        ],
        "poet": "مرزا غالب",
        "category": "حسن",
        "createdAt": "2024-10-31T21:03:45.021Z",
        "updatedAt": "2024-10-31T21:03:45.021Z",
        "__v": 0
    },
    {
        "_id": "6723f101279cbf77b473d849",
        "poetry": [
            "اپنی گلی میں مجھ کو نہ کر دفن بعد قتل",
            "میرے پتے سے خلق کو کیوں تیرا گھر ملے"
        ],
        "poet": "مرزا غالب",
        "category": "قتل",
        "createdAt": "2024-10-31T21:05:05.220Z",
        "updatedAt": "2024-10-31T21:05:05.220Z",
        "__v": 0
    },
    {
        "_id": "6723f19a279cbf77b473d84b",
        "poetry": [
            "اعتبار عشق کی خانہ خرابی دیکھنا",
            "غیر نے کی آہ لیکن وہ خفا مجھ پر ہوا"
        ],
        "poet": "مرزا غالب",
        "category": "عشق",
        "createdAt": "2024-10-31T21:07:38.721Z",
        "updatedAt": "2024-10-31T21:07:38.721Z",
        "__v": 0
    },
    {
        "_id": "6723f221279cbf77b473d84d",
        "poetry": [
            "ہوا ہے شہ کا مصاحب پھرے ہے اتراتا",
            "وگرنہ شہر میں غالبؔ کی آبرو کیا ہے"
        ],
        "poet": "مرزا غالب",
        "category": "آبرو",
        "createdAt": "2024-10-31T21:09:53.514Z",
        "updatedAt": "2024-10-31T21:09:53.514Z",
        "__v": 0
    },
    {
        "_id": "6723f25c279cbf77b473d84f",
        "poetry": [
            "عرض نیاز عشق کے قابل نہیں رہا",
            "جس دل پہ ناز تھا مجھے وہ دل نہیں رہا"
        ],
        "poet": "مرزا غالب",
        "category": "دل",
        "createdAt": "2024-10-31T21:10:52.908Z",
        "updatedAt": "2024-10-31T21:10:52.908Z",
        "__v": 0
    },
    {
        "_id": "6723f355279cbf77b473d851",
        "poetry": [
            "نہ سنو گر برا کہے کوئی",
            "نہ کہو گر برا کرے کوئی"
        ],
        "poet": "مرزا غالب",
        "category": "حکمت",
        "createdAt": "2024-10-31T21:15:01.939Z",
        "updatedAt": "2024-10-31T21:15:01.939Z",
        "__v": 0
    },
    {
        "_id": "6723f39a279cbf77b473d853",
        "poetry": [
            "تا پھر نہ انتظار میں نیند آئے عمر بھر",
            "آنے کا عہد کر گئے آئے جو خواب میں "
        ],
        "poet": "مرزا غالب",
        "category": "انتظار",
        "createdAt": "2024-10-31T21:16:10.637Z",
        "updatedAt": "2024-10-31T21:16:10.637Z",
        "__v": 0
    },
    {
        "_id": "6723f42d279cbf77b473d855",
        "poetry": [
            "قطع کیجے نہ تعلق ہم سے",
            "کچھ نہیں ہے تو عداوت ہی سہی"
        ],
        "poet": "مرزا غالب",
        "category": "شکوہ",
        "createdAt": "2024-10-31T21:18:37.055Z",
        "updatedAt": "2024-10-31T21:18:37.055Z",
        "__v": 0
    },
    {
        "_id": "6723f47c279cbf77b473d857",
        "poetry": [
            "ہم کہاں کے دانا تھے کس ہنر میں یکتا تھے",
            "بے سبب ہوا غالبؔ دشمن آسماں اپنا"
        ],
        "poet": "مرزا غالب",
        "category": "دشمن",
        "createdAt": "2024-10-31T21:19:56.689Z",
        "updatedAt": "2024-10-31T21:19:56.689Z",
        "__v": 0
    },
    {
        "_id": "6723f4be279cbf77b473d859",
        "poetry": [
            "ہم ہیں مشتاق اور وہ بے زار",
            "یا الٰہی یہ ماجرا کیا ہے"
        ],
        "poet": "مرزا غالب",
        "category": "شکوہ",
        "createdAt": "2024-10-31T21:21:02.037Z",
        "updatedAt": "2024-10-31T21:21:02.037Z",
        "__v": 0
    },
    {
        "_id": "6723f4f3279cbf77b473d85b",
        "poetry": [
            "ابن مریم ہوا کرے کوئی",
            "میرے دکھ کی دوا کرے کوئی"
        ],
        "poet": "مرزا غالب",
        "category": "دوا",
        "createdAt": "2024-10-31T21:21:55.306Z",
        "updatedAt": "2024-10-31T21:21:55.306Z",
        "__v": 0
    },
    {
        "_id": "6723f570279cbf77b473d85d",
        "poetry": [
            "غالبؔ نہ کر حضور میں تو بار بار عرض",
            "ظاہر ہے تیرا حال سب ان پر کہے بغیر"
        ],
        "poet": "مرزا غالب",
        "category": "دستک",
        "createdAt": "2024-10-31T21:24:00.980Z",
        "updatedAt": "2024-10-31T21:24:00.980Z",
        "__v": 0
    },
    {
        "_id": "6723f59f279cbf77b473d85f",
        "poetry": [
            "خط لکھیں گے گرچہ مطلب کچھ نہ ہو",
            "ہم تو عاشق ہیں تمہارے نام کے"
        ],
        "poet": "مرزا غالب",
        "category": "خط",
        "createdAt": "2024-10-31T21:24:47.887Z",
        "updatedAt": "2024-10-31T21:24:47.887Z",
        "__v": 0
    },
    {
        "_id": "6723f5fe279cbf77b473d861",
        "poetry": [
            "ہاں وہ نہیں خدا پرست جاؤ وہ بے وفا سہی",
            "جس کو ہو دین و دل عزیز اس کی گلی میں جائے کیوں"
        ],
        "poet": "مرزا غالب",
        "category": "بے وفائی",
        "createdAt": "2024-10-31T21:26:22.595Z",
        "updatedAt": "2024-10-31T21:26:22.595Z",
        "__v": 0
    },
    {
        "_id": "6723f65e279cbf77b473d863",
        "poetry": [
            "رہی نہ طاقت گفتار اور اگر ہو بھی",
            "تو کس امید پہ کہیے کہ آرزو کیا ہے"
        ],
        "poet": "مرزا غالب",
        "category": "امید",
        "createdAt": "2024-10-31T21:27:58.108Z",
        "updatedAt": "2024-10-31T21:27:58.108Z",
        "__v": 0
    },
    {
        "_id": "6723f692279cbf77b473d865",
        "poetry": [
            "غم ہستی کا اسدؔ کس سے ہو جز مرگ علاج",
            "شمع ہر رنگ میں جلتی ہے سحر ہوتے تک"
        ],
        "poet": "مرزا غالب",
        "category": "غم",
        "createdAt": "2024-10-31T21:28:50.470Z",
        "updatedAt": "2024-10-31T21:28:50.470Z",
        "__v": 0
    },
    {
        "_id": "6723f6f8279cbf77b473d868",
        "poetry": [
            "کون ہے جو نہیں ہے حاجت مند",
            "کس کی حاجت روا کرے کوئی"
        ],
        "poet": "مرزا غالب",
        "category": "حاجت",
        "createdAt": "2024-10-31T21:30:32.226Z",
        "updatedAt": "2024-10-31T21:30:32.226Z",
        "__v": 0
    },
    {
        "_id": "6723f81c279cbf77b473d86a",
        "poetry": [
            "یہی ہے آزمانا تو ستانا کس کو کہتے ہیں",
            "عدو کے ہو لیے جب تم تو میرا امتحاں کیوں ہو"
        ],
        "poet": "مرزا غالب",
        "category": "شکوہ",
        "createdAt": "2024-10-31T21:35:24.918Z",
        "updatedAt": "2024-10-31T21:35:24.918Z",
        "__v": 0
    },
    {
        "_id": "6723f8f8279cbf77b473d86d",
        "poetry": [
            "ادھر وہ بد گمانی ہے ادھر یہ ناتوانی ہے",
            "نہ پوچھا جائے ہے اس سے نہ بولا جائے ہے مجھ سے"
        ],
        "poet": "مرزا غالب",
        "category": "شکوہ",
        "createdAt": "2024-10-31T21:39:04.773Z",
        "updatedAt": "2024-10-31T21:39:04.773Z",
        "__v": 0
    },
    {
        "_id": "6723fb4a279cbf77b473d870",
        "poetry": [
            "زندگی اپنی جب اس شکل سے گزری غالبؔ",
            "ہم بھی کیا یاد کریں گے کہ خدا رکھتے تھے"
        ],
        "poet": "مرزا  غالب",
        "category": "زندگی",
        "createdAt": "2024-10-31T21:48:58.876Z",
        "updatedAt": "2024-10-31T21:48:58.876Z",
        "__v": 0
    },
    {
        "_id": "6723fc4c279cbf77b473d872",
        "poetry": [
            "زندگی یوں بھی گزر ہی جاتی",
            "کیوں ترا راہ گزر یاد آیا"
        ],
        "poet": "مرزا غالب",
        "category": "زندگی",
        "createdAt": "2024-10-31T21:53:16.967Z",
        "updatedAt": "2024-10-31T21:53:16.967Z",
        "__v": 0
    },
    {
        "_id": "6723fd04279cbf77b473d875",
        "poetry": [
            "دیر نہیں حرم نہیں در نہیں آستاں نہیں",
            "بیٹھے ہیں رہ گزر پہ ہم غیر ہمیں اٹھائے کیوں"
        ],
        "poet": "مرزا غالب",
        "category": "گھر",
        "createdAt": "2024-10-31T21:56:20.270Z",
        "updatedAt": "2024-10-31T21:56:20.270Z",
        "__v": 0
    },
    {
        "_id": "6723fd1f279cbf77b473d877",
        "poetry": [
            "یہ ہم جو ہجر میں دیوار و در کو دیکھتے ہیں",
            "کبھی صبا کو کبھی نامہ بر کو دیکھتے ہیں"
        ],
        "poet": "مرزا غالب",
        "category": "ہجر",
        "createdAt": "2024-10-31T21:56:47.517Z",
        "updatedAt": "2024-10-31T21:56:47.517Z",
        "__v": 0
    },
    {
        "_id": "6723fd51279cbf77b473d879",
        "poetry": [
            "گو میں رہا رہین ستم ہائے روزگار",
            "لیکن ترے خیال سے غافل نہیں رہا"
        ],
        "poet": "مرزا غالب",
        "category": "یاد",
        "createdAt": "2024-10-31T21:57:37.891Z",
        "updatedAt": "2024-10-31T21:57:37.891Z",
        "__v": 0
    },
    {
        "_id": "6723fdba279cbf77b473d87b",
        "poetry": [
            "غالبؔ ہمیں نہ چھیڑ کہ پھر جوش اشک سے",
            "بیٹھے ہیں ہم تہیۂ طوفاں کیے ہوئے"
        ],
        "poet": "مرزا غالب",
        "category": "غم",
        "createdAt": "2024-10-31T21:59:22.822Z",
        "updatedAt": "2024-10-31T21:59:22.822Z",
        "__v": 0
    },
    {
        "_id": "6723fe31279cbf77b473d87d",
        "poetry": [
            "جس زخم کی ہو سکتی ہو تدبیر رفو کی",
            "لکھ دیجیو یا رب اسے قسمت میں عدو کی"
        ],
        "poet": "مرزا غالب",
        "category": "زخم",
        "createdAt": "2024-10-31T22:01:21.440Z",
        "updatedAt": "2024-10-31T22:01:21.440Z",
        "__v": 0
    },
    {
        "_id": "6723fe5a279cbf77b473d87f",
        "poetry": [
            "فائدہ کیا سوچ آخر تو بھی دانا ہے اسدؔ",
            "دوستی ناداں کی ہے جی کا زیاں ہو جائے گا"
        ],
        "poet": "مرزا غالب",
        "category": "دوستی",
        "createdAt": "2024-10-31T22:02:02.761Z",
        "updatedAt": "2024-10-31T22:02:02.761Z",
        "__v": 0
    },
    {
        "_id": "6723fe99279cbf77b473d881",
        "poetry": [
            "وفا کیسی کہاں کا عشق جب سر پھوڑنا ٹھہرا",
            "تو پھر اے سنگ دل تیرا ہی سنگ آستاں کیوں ہو"
        ],
        "poet": "مرزا غالب",
        "category": "عشق",
        "createdAt": "2024-10-31T22:03:05.167Z",
        "updatedAt": "2024-10-31T22:03:05.167Z",
        "__v": 0
    },
    {
        "_id": "6723fee0279cbf77b473d883",
        "poetry": [
            "ہم بھی تسلیم کی خو ڈالیں گے",
            "بے نیازی تری عادت ہی سہی"
        ],
        "poet": "مرزا غالب",
        "category": "بے نیازی",
        "createdAt": "2024-10-31T22:04:16.540Z",
        "updatedAt": "2024-10-31T22:04:16.540Z",
        "__v": 0
    },
    {
        "_id": "6723ff19279cbf77b473d885",
        "poetry": [
            "دل کو نیاز حسرت دیدار کر چکے",
            "دیکھا تو ہم میں طاقت دیدار بھی نہیں"
        ],
        "poet": "مرزا غالب",
        "category": "دل",
        "createdAt": "2024-10-31T22:05:13.954Z",
        "updatedAt": "2024-10-31T22:05:13.954Z",
        "__v": 0
    },
    {
        "_id": "6723ff78279cbf77b473d887",
        "poetry": [
            "جمع کرتے ہو کیوں رقیبوں کو",
            "اک تماشا ہوا گلہ نہ ہوا"
        ],
        "poet": "مرزا غالب",
        "category": "شکوہ",
        "createdAt": "2024-10-31T22:06:48.702Z",
        "updatedAt": "2024-10-31T22:06:48.702Z",
        "__v": 0
    },
    {
        "_id": "6723ffa6279cbf77b473d889",
        "poetry": [
            "حیف اس چار گرہ کپڑے کی قسمت غالبؔ",
            "جس کی قسمت میں ہو عاشق کا گریباں ہونا "
        ],
        "poet": "مرزا غالب",
        "category": "عشق",
        "createdAt": "2024-10-31T22:07:34.594Z",
        "updatedAt": "2024-10-31T22:07:34.594Z",
        "__v": 0
    },
    {
        "_id": "672400a8279cbf77b473d88c",
        "poetry": [
            "دیکھنا تقریر کی لذت کہ جو اس نے کہا",
            "میں نے یہ جانا کہ گویا یہ بھی میرے دل میں ہے"
        ],
        "poet": "مرزا غالب",
        "category": "دل",
        "createdAt": "2024-10-31T22:11:52.179Z",
        "updatedAt": "2024-10-31T22:11:52.179Z",
        "__v": 0
    },
    {
        "_id": "672400ec279cbf77b473d88e",
        "poetry": [
            "کیوں گردش مدام سے گھبرا نہ جائے دل",
            "انسان ہوں پیالہ و ساغر نہیں ہوں میں"
        ],
        "poet": "مرزا غالب",
        "category": "دل",
        "createdAt": "2024-10-31T22:13:00.276Z",
        "updatedAt": "2024-10-31T22:13:00.276Z",
        "__v": 0
    },
    {
        "_id": "6724014e279cbf77b473d890",
        "poetry": [
            "تنگی دل کا گلہ کیا یہ وہ کافر دل ہے",
            "کہ اگر تنگ نہ ہوتا تو پریشاں ہوتا"
        ],
        "poet": "مرزا غالب",
        "category": "دل",
        "createdAt": "2024-10-31T22:14:38.852Z",
        "updatedAt": "2024-10-31T22:14:38.852Z",
        "__v": 0
    },
    {
        "_id": "6724017d279cbf77b473d892",
        "poetry": [
            "کھلے گا کس طرح مضموں مرے مکتوب کا یا رب",
            "قسم کھائی ہے اس کافر نے کاغذ کے جلانے کی"
        ],
        "poet": "مرزا غالب",
        "category": "خط",
        "createdAt": "2024-10-31T22:15:25.066Z",
        "updatedAt": "2024-10-31T22:15:25.066Z",
        "__v": 0
    },
    {
        "_id": "672401e1279cbf77b473d894",
        "poetry": [
            "کام اس سے آ پڑا ہے کہ جس کا جہان میں",
            "لیوے نہ کوئی نام ستمگر کہے بغیر"
        ],
        "poet": "مرزا غالب",
        "category": "درد",
        "createdAt": "2024-10-31T22:17:05.865Z",
        "updatedAt": "2024-10-31T22:17:05.865Z",
        "__v": 0
    },
    {
        "_id": "672402a7279cbf77b473d896",
        "poetry": [
            "نظر لگے نہ کہیں اس کے دست و بازو کو",
            "یہ لوگ کیوں مرے زخم جگر کو دیکھتے ہیں"
        ],
        "poet": "مرزا غالب",
        "category": "دل",
        "createdAt": "2024-10-31T22:20:23.848Z",
        "updatedAt": "2024-10-31T22:20:23.848Z",
        "__v": 0
    },
    {
        "_id": "67240311279cbf77b473d898",
        "poetry": [
            "میں نے چاہا تھا کہ اندوہ وفا سے چھوٹوں",
            "وہ ستم گر مرے مرنے پہ بھی راضی نہ ہوا"
        ],
        "poet": "مرزا غالب",
        "category": "شکوہ",
        "createdAt": "2024-10-31T22:22:09.369Z",
        "updatedAt": "2024-10-31T22:22:09.369Z",
        "__v": 0
    },
    {
        "_id": "6724033e279cbf77b473d89a",
        "poetry": [
            "ضد کی ہے اور بات مگر خو بری نہیں",
            "بھولے سے اس نے سیکڑوں وعدے وفا کئے"
        ],
        "poet": "مرزا غالب",
        "category": "وعدہ",
        "createdAt": "2024-10-31T22:22:54.599Z",
        "updatedAt": "2024-10-31T22:22:54.599Z",
        "__v": 0
    },
    {
        "_id": "67240385279cbf77b473d89c",
        "poetry": [
            "مرتے مرتے دیکھنے کی آرزو رہ جائے گی",
            "وائے ناکامی کہ اس کافر کا خنجر تیز ہے"
        ],
        "poet": "مرزا غالب",
        "category": "آرزو",
        "createdAt": "2024-10-31T22:24:05.859Z",
        "updatedAt": "2024-10-31T22:24:05.859Z",
        "__v": 0
    },
    {
        "_id": "67240420279cbf77b473d89e",
        "poetry": [
            "رہے نہ جان تو قاتل کو خوں بہا دیجے",
            "کٹے زبان تو خنجر کو مرحبا کہیے"
        ],
        "poet": "مرزا غالب",
        "category": "زندگی",
        "createdAt": "2024-10-31T22:26:40.037Z",
        "updatedAt": "2024-10-31T22:26:40.037Z",
        "__v": 0
    },
    {
        "_id": "672404dc279cbf77b473d8a0",
        "poetry": [
            "گئی وہ بات کہ ہو گفتگو تو کیونکر ہو",
            "کہے سے کچھ نہ ہوا پھر کہو تو کیونکر ہو"
        ],
        "poet": "مرزا غالب",
        "category": "شکوہ",
        "createdAt": "2024-10-31T22:29:48.617Z",
        "updatedAt": "2024-10-31T22:29:48.617Z",
        "__v": 0
    },
    {
        "_id": "67240562279cbf77b473d8a2",
        "poetry": [
            "میں نے جنوں سے کی جو اسدؔ التماس رنگ",
            "خون جگر میں ایک ہی غوطہ دیا مجھے"
        ],
        "poet": "مرزا غالب",
        "category": "جنون",
        "createdAt": "2024-10-31T22:32:02.719Z",
        "updatedAt": "2024-10-31T22:32:02.719Z",
        "__v": 0
    },
    {
        "_id": "6725a3e8279cbf77b473d8c7",
        "poetry": [
            "آج دیکھا ہے تجھ کو دیر کے بعد",
            "آج کا دن گزر نہ جائے کہیں"
        ],
        "poet": "ناصر کاظمی",
        "category": "رنج",
        "createdAt": "2024-11-02T04:00:40.718Z",
        "updatedAt": "2024-11-02T04:00:40.718Z",
        "__v": 0
    },
    {
        "_id": "6725a428279cbf77b473d8c9",
        "poetry": [
            "اے دوست ہم نے ترک محبت کے باوجود",
            "محسوس کی ہے تیری ضرورت کبھی کبھی"
        ],
        "poet": "ناصر کاظمی",
        "category": "محبت",
        "createdAt": "2024-11-02T04:01:44.093Z",
        "updatedAt": "2024-11-02T04:01:44.093Z",
        "__v": 0
    },
    {
        "_id": "6725a4a4279cbf77b473d8cb",
        "poetry": [
            "دل دھڑکنے کا سبب یاد آیا",
            "وہ تری یاد تھی اب یاد آیا"
        ],
        "poet": "ناصر کاظمی",
        "category": "یاد",
        "createdAt": "2024-11-02T04:03:48.683Z",
        "updatedAt": "2024-11-02T04:03:48.683Z",
        "__v": 0
    },
    {
        "_id": "6725a4fb279cbf77b473d8cf",
        "poetry": [
            "وہ کوئی دوست تھا اچھے دنوں کا",
            "جو پچھلی رات سے یاد آ رہا ہے"
        ],
        "poet": "ناصر کاظمی",
        "category": "یاد",
        "createdAt": "2024-11-02T04:05:15.601Z",
        "updatedAt": "2024-11-02T04:05:15.601Z",
        "__v": 0
    },
    {
        "_id": "6725a528279cbf77b473d8d1",
        "poetry": [
            "آرزو ہے کہ تو یہاں آئے",
            "اور پھر عمر بھر نہ جائے کہیں"
        ],
        "poet": "ناصر کاظمی",
        "category": "آرزو",
        "createdAt": "2024-11-02T04:06:00.367Z",
        "updatedAt": "2024-11-02T04:06:00.367Z",
        "__v": 0
    },
    {
        "_id": "6725a557279cbf77b473d8d3",
        "poetry": [
            "تیری مجبوریاں درست مگر",
            "تو نے وعدہ کیا تھا یاد تو کر"
        ],
        "poet": "ناصر کاظمی",
        "category": "وعدہ",
        "createdAt": "2024-11-02T04:06:47.681Z",
        "updatedAt": "2024-11-02T04:06:47.681Z",
        "__v": 0
    },
    {
        "_id": "6725a59b279cbf77b473d8d5",
        "poetry": [
            "جدائیوں کے زخم درد زندگی نے بھر دیے",
            "تجھے بھی نیند آ گئی مجھے بھی صبر آ گیا"
        ],
        "poet": "ناصر کاظمی",
        "category": "ہجر",
        "createdAt": "2024-11-02T04:07:55.894Z",
        "updatedAt": "2024-11-02T04:07:55.894Z",
        "__v": 0
    },
    {
        "_id": "6725a5c5279cbf77b473d8d7",
        "poetry": [
            "مجھے یہ ڈر ہے تری آرزو نہ مٹ جائے",
            "بہت دنوں سے طبیعت مری اداس نہیں"
        ],
        "poet": "ناصر کاظمی",
        "category": "آرزو",
        "createdAt": "2024-11-02T04:08:37.134Z",
        "updatedAt": "2024-11-02T04:08:37.134Z",
        "__v": 0
    },
    {
        "_id": "6725a606279cbf77b473d8d9",
        "poetry": [
            "ذرا سی بات سہی تیرا یاد آ جانا",
            "ذرا سی بات بہت دیر تک رلاتی تھی"
        ],
        "poet": "ناصر کاظمی",
        "category": "یاد",
        "createdAt": "2024-11-02T04:09:42.703Z",
        "updatedAt": "2024-11-02T04:09:42.703Z",
        "__v": 0
    },
    {
        "_id": "6725a66d279cbf77b473d8db",
        "poetry": [
            "دائم آباد رہے گی دنیا",
            "ہم نہ ہوں گے کوئی ہم سا ہوگا"
        ],
        "poet": "ناصر کاظمی",
        "category": "الوداع",
        "createdAt": "2024-11-02T04:11:25.275Z",
        "updatedAt": "2024-11-02T04:11:25.275Z",
        "__v": 0
    },
    {
        "_id": "6725a6a4279cbf77b473d8dd",
        "poetry": [
            "نئے کپڑے بدل کر جاؤں کہاں اور بال بناؤں کس کے لیے",
            "وہ شخص تو شہر ہی چھوڑ گیا میں باہر جاؤں کس کے لیے"
        ],
        "poet": "ناصر کاظمی",
        "category": "ہجر",
        "createdAt": "2024-11-02T04:12:20.184Z",
        "updatedAt": "2024-11-02T04:12:20.184Z",
        "__v": 0
    },
    {
        "_id": "6725a6d3279cbf77b473d8df",
        "poetry": [
            "بھری دنیا میں جی نہیں لگتا",
            "جانے کس چیز کی کمی ہے ابھی"
        ],
        "poet": "ناصر کاظمی",
        "category": "اداسی",
        "createdAt": "2024-11-02T04:13:07.532Z",
        "updatedAt": "2024-11-02T04:13:07.532Z",
        "__v": 0
    },
    {
        "_id": "6725a6fe279cbf77b473d8e1",
        "poetry": [
            "ہمارے گھر کی دیواروں پہ ناصرؔ",
            "اداسی بال کھولے سو رہی ہے"
        ],
        "poet": "ناصر کاظمی",
        "category": "اداسی",
        "createdAt": "2024-11-02T04:13:50.991Z",
        "updatedAt": "2024-11-02T04:13:50.991Z",
        "__v": 0
    },
    {
        "_id": "6725a72e279cbf77b473d8e3",
        "poetry": [
            "کون اچھا ہے اس زمانے میں",
            "کیوں کسی کو برا کہے کوئی"
        ],
        "poet": "ناصر کاظمی",
        "category": "شکوہ",
        "createdAt": "2024-11-02T04:14:38.812Z",
        "updatedAt": "2024-11-02T04:14:38.812Z",
        "__v": 0
    },
    {
        "_id": "6725a75c279cbf77b473d8e5",
        "poetry": [
            "وقت اچھا بھی آئے گا ناصرؔ",
            "غم نہ کر زندگی پڑی ہے ابھی"
        ],
        "poet": "ناصر کاظمی",
        "category": "امید",
        "createdAt": "2024-11-02T04:15:24.145Z",
        "updatedAt": "2024-11-02T04:15:24.145Z",
        "__v": 0
    },
    {
        "_id": "6725a78b279cbf77b473d8e7",
        "poetry": [
            "اس قدر رویا ہوں تیری یاد میں",
            "آئینے آنکھوں کے دھندلے ہو گئے"
        ],
        "poet": "ناصر کاظمی",
        "category": "یاد",
        "createdAt": "2024-11-02T04:16:11.187Z",
        "updatedAt": "2024-11-02T04:16:11.187Z",
        "__v": 0
    },
    {
        "_id": "6725a7bf279cbf77b473d8e9",
        "poetry": [
            "یاد آئی وہ پہلی بارش",
            "جب تجھے ایک نظر دیکھا تھا"
        ],
        "poet": "ناصر کاظمی",
        "category": "بارش",
        "createdAt": "2024-11-02T04:17:03.733Z",
        "updatedAt": "2024-11-02T04:17:03.733Z",
        "__v": 0
    },
    {
        "_id": "6725a81f279cbf77b473d8eb",
        "poetry": [
            "یاد ہے اب تک تجھ سے بچھڑنے کی وہ اندھیری شام مجھے",
            "تو خاموش کھڑا تھا لیکن باتیں کرتا تھا کاجل"
        ],
        "poet": "ناصر کاظمی",
        "category": "الوداع",
        "createdAt": "2024-11-02T04:18:39.757Z",
        "updatedAt": "2024-11-02T04:18:39.757Z",
        "__v": 0
    },
    {
        "_id": "6725a84b279cbf77b473d8ed",
        "poetry": [
            "آج تو بے سبب اداس ہے جی",
            "عشق ہوتا تو کوئی بات بھی تھی"
        ],
        "poet": "ناصر کاظمی",
        "category": "اداسی",
        "createdAt": "2024-11-02T04:19:23.792Z",
        "updatedAt": "2024-11-02T04:19:23.792Z",
        "__v": 0
    },
    {
        "_id": "6725a87f279cbf77b473d8ef",
        "poetry": [
            "یہ حقیقت ہے کہ احباب کو ہم",
            "یاد ہی کب تھے جو اب یاد نہیں"
        ],
        "poet": "ناصر کاظمی",
        "category": "یاد",
        "createdAt": "2024-11-02T04:20:15.091Z",
        "updatedAt": "2024-11-02T04:20:15.091Z",
        "__v": 0
    },
    {
        "_id": "6725a8ad279cbf77b473d8f1",
        "poetry": [
            "دل تو میرا اداس ہے ناصرؔ",
            "شہر کیوں سائیں سائیں کرتا ہے"
        ],
        "poet": "ناصر کاظمی",
        "category": "اداسی",
        "createdAt": "2024-11-02T04:21:01.448Z",
        "updatedAt": "2024-11-02T04:21:01.448Z",
        "__v": 0
    },
    {
        "_id": "6725a925279cbf77b473d8f3",
        "poetry": [
            "ایک دم اس کے ہونٹ چوم لیے",
            "یہ مجھے بیٹھے بیٹھے کیا سوجھی"
        ],
        "poet": "ناصر کاظمی",
        "category": "بے خودی",
        "createdAt": "2024-11-02T04:23:01.212Z",
        "updatedAt": "2024-11-02T04:23:01.212Z",
        "__v": 0
    },
    {
        "_id": "6725a950279cbf77b473d8f5",
        "poetry": [
            "او میرے مصروف خدا",
            "اپنی دنیا دیکھ ذرا"
        ],
        "poet": "ناصر کاظمی",
        "category": "شکوہ",
        "createdAt": "2024-11-02T04:23:44.295Z",
        "updatedAt": "2024-11-02T04:23:44.295Z",
        "__v": 0
    },
    {
        "_id": "6725a97e279cbf77b473d8f7",
        "poetry": [
            "دن گزارا تھا بڑی مشکل سے",
            "پھر ترا وعدۂ شب یاد آیا"
        ],
        "poet": "ناصر کاظمی",
        "category": "وعدہ",
        "createdAt": "2024-11-02T04:24:30.245Z",
        "updatedAt": "2024-11-02T04:24:30.245Z",
        "__v": 0
    },
    {
        "_id": "6725a9b2279cbf77b473d8f9",
        "poetry": [
            "نئی دنیا کے ہنگاموں میں ناصرؔ",
            "دبی جاتی ہیں آوازیں پرانی"
        ],
        "poet": "ناصر کاظمی",
        "category": "اداسی",
        "createdAt": "2024-11-02T04:25:22.400Z",
        "updatedAt": "2024-11-02T04:25:22.400Z",
        "__v": 0
    },
    {
        "_id": "6725aa5c279cbf77b473d8fb",
        "poetry": [
            "چپ چپ کیوں رہتے ہو ناصرؔ",
            "یہ کیا روگ لگا رکھا ہے"
        ],
        "poet": "ناصر کاظمی",
        "category": "خاموشی",
        "createdAt": "2024-11-02T04:28:12.978Z",
        "updatedAt": "2024-11-02T04:28:12.978Z",
        "__v": 0
    },
    {
        "_id": "6725aa8e279cbf77b473d8fd",
        "poetry": [
            "وہ دل نواز ہے لیکن نظر شناس نہیں",
            "مرا علاج مرے چارہ گر کے پاس نہیں"
        ],
        "poet": "ناصر کاظمی",
        "category": "دل",
        "createdAt": "2024-11-02T04:29:02.155Z",
        "updatedAt": "2024-11-02T04:29:02.155Z",
        "__v": 0
    },
    {
        "_id": "6725aabf279cbf77b473d8ff",
        "poetry": [
            "جنہیں ہم دیکھ کر جیتے تھے ناصرؔ",
            "وہ لوگ آنکھوں سے اوجھل ہو گئے ہیں"
        ],
        "poet": "ناصر کاظمی",
        "category": "ہجر",
        "createdAt": "2024-11-02T04:29:51.108Z",
        "updatedAt": "2024-11-02T04:29:51.108Z",
        "__v": 0
    },
    {
        "_id": "6725aae8279cbf77b473d901",
        "poetry": [
            "بلاؤں گا نہ ملوں گا نہ خط لکھوں گا تجھے",
            "تری خوشی کے لیے خود کو یہ سزا دوں گا"
        ],
        "poet": "ناصر کاظمی",
        "category": "خط",
        "createdAt": "2024-11-02T04:30:32.873Z",
        "updatedAt": "2024-11-02T04:30:32.873Z",
        "__v": 0
    },
    {
        "_id": "6725ab15279cbf77b473d903",
        "poetry": [
            "اس نے منزل پہ لا کے چھوڑ دیا",
            "عمر بھر جس کا راستا دیکھا"
        ],
        "poet": "ناصر کاظمی",
        "category": "منزل",
        "createdAt": "2024-11-02T04:31:17.663Z",
        "updatedAt": "2024-11-02T04:31:17.663Z",
        "__v": 0
    },
    {
        "_id": "6725abb1279cbf77b473d905",
        "poetry": [
            "کچھ یادگار شہر ستم گر ہی لے چلیں",
            "آئے ہیں اس گلی میں تو پتھر ہی لے چلیں"
        ],
        "poet": "ناصر کاظمی",
        "category": "الوداع",
        "createdAt": "2024-11-02T04:33:53.052Z",
        "updatedAt": "2024-11-02T04:33:53.052Z",
        "__v": 0
    },
    {
        "_id": "6725ac33279cbf77b473d907",
        "poetry": [
            "اس شہر بے چراغ میں جائے گی تو کہاں",
            "آ اے شب فراق تجھے گھر ہی لے چلیں"
        ],
        "poet": "ناصر کاظمی",
        "category": "ہجر",
        "createdAt": "2024-11-02T04:36:03.911Z",
        "updatedAt": "2024-11-02T04:36:03.911Z",
        "__v": 0
    },
    {
        "_id": "6725ac5f279cbf77b473d909",
        "poetry": [
            "نیت شوق بھر نہ جائے کہیں",
            "تو بھی دل سے اتر نہ جائے کہیں"
        ],
        "poet": "ناصر کاظمی",
        "category": "دل",
        "createdAt": "2024-11-02T04:36:47.141Z",
        "updatedAt": "2024-11-02T04:36:47.141Z",
        "__v": 0
    },
    {
        "_id": "6725ac8a279cbf77b473d90b",
        "poetry": [
            "اپنی دھن میں رہتا ہوں",
            "میں بھی تیرے جیسا ہوں"
        ],
        "poet": "ناصر کاظمی",
        "category": "شکوہ",
        "createdAt": "2024-11-02T04:37:30.913Z",
        "updatedAt": "2024-11-02T04:37:30.913Z",
        "__v": 0
    },
    {
        "_id": "6725acb7279cbf77b473d90d",
        "poetry": [
            "دن بھر تو میں دنیا کے دھندوں میں کھویا رہا",
            "جب دیواروں سے دھوپ ڈھلی تم یاد آئے"
        ],
        "poet": "ناصر کاظمی",
        "category": "یاد",
        "createdAt": "2024-11-02T04:38:15.105Z",
        "updatedAt": "2024-11-02T04:38:15.105Z",
        "__v": 0
    },
    {
        "_id": "6725acfa279cbf77b473d90f",
        "poetry": [
            "نہ ملا کر اداس لوگوں سے",
            "حسن تیرا بکھر نہ جائے کہیں"
        ],
        "poet": "ناصر کاظمی",
        "category": "حسن",
        "createdAt": "2024-11-02T04:39:22.882Z",
        "updatedAt": "2024-11-02T04:39:22.882Z",
        "__v": 0
    },
    {
        "_id": "6725ad2d279cbf77b473d911",
        "poetry": [
            "رات کتنی گزر گئی لیکن",
            "اتنی ہمت نہیں کہ گھر جائیں"
        ],
        "poet": "ناصر کاظمی",
        "category": "گھر",
        "createdAt": "2024-11-02T04:40:13.598Z",
        "updatedAt": "2024-11-02T04:40:13.598Z",
        "__v": 0
    },
    {
        "_id": "6725ad54279cbf77b473d913",
        "poetry": [
            "ترے آنے کا دھوکا سا رہا ہے",
            "دیا سا رات بھر جلتا رہا ہے"
        ],
        "poet": "ناصر کاظمی",
        "category": "انتظار",
        "createdAt": "2024-11-02T04:40:52.530Z",
        "updatedAt": "2024-11-02T04:40:52.530Z",
        "__v": 0
    },
    {
        "_id": "6725ad98279cbf77b473d915",
        "poetry": [
            "وہ شہر میں تھا تو اس کے لیے اوروں سے بھی ملنا پڑتا تھا",
            "اب ایسے ویسے لوگوں کے میں ناز اٹھاؤں کس کے لیے"
        ],
        "poet": "ناصر کاظمی",
        "category": "اداسی",
        "createdAt": "2024-11-02T04:42:00.597Z",
        "updatedAt": "2024-11-02T04:42:00.597Z",
        "__v": 0
    },
    {
        "_id": "6725adc0279cbf77b473d917",
        "poetry": [
            "تجھ بن ساری عمر گزاری",
            "لوگ کہیں گے تو میرا تھا"
        ],
        "poet": "ناصر کاظمی",
        "category": "ہجر",
        "createdAt": "2024-11-02T04:42:40.637Z",
        "updatedAt": "2024-11-02T04:42:40.637Z",
        "__v": 0
    },
    {
        "_id": "6725adf0279cbf77b473d919",
        "poetry": [
            "حال دل ہم بھی سناتے لیکن",
            "جب وہ رخصت ہوا تب یاد آیا"
        ],
        "poet": "ناصر کاظمی",
        "category": "دل",
        "createdAt": "2024-11-02T04:43:28.623Z",
        "updatedAt": "2024-11-02T04:43:28.623Z",
        "__v": 0
    },
    {
        "_id": "6725ae20279cbf77b473d91b",
        "poetry": [
            "میں تو بیتے دنوں کی کھوج میں ہوں",
            "تو کہاں تک چلے گا میرے ساتھ"
        ],
        "poet": "ناصر کاظمی",
        "category": "ہجر",
        "createdAt": "2024-11-02T04:44:16.903Z",
        "updatedAt": "2024-11-02T04:44:16.903Z",
        "__v": 0
    },
    {
        "_id": "6725ae52279cbf77b473d91d",
        "poetry": [
            "کل جو تھا وہ آج نہیں جو آج ہے کل مٹ جائے گا",
            "روکھی سوکھی جو مل جائے شکر کرو تو بہتر ہے"
        ],
        "poet": "ناصر کاظمی",
        "category": "شکر",
        "createdAt": "2024-11-02T04:45:06.233Z",
        "updatedAt": "2024-11-02T04:45:06.233Z",
        "__v": 0
    },
    {
        "_id": "6725ae8d279cbf77b473d91f",
        "poetry": [
            "گئے دنوں کا سراغ لے کر کدھر سے آیا کدھر گیا وہ",
            "عجیب مانوس اجنبی تھا مجھے تو حیران کر گیا وہ"
        ],
        "poet": "ناصر کاظمی",
        "category": "اجنبی",
        "createdAt": "2024-11-02T04:46:05.167Z",
        "updatedAt": "2024-11-02T04:46:05.167Z",
        "__v": 0
    },
    {
        "_id": "6725aec7279cbf77b473d921",
        "poetry": [
            "یوں تو ہر شخص اکیلا ہے بھری دنیا میں",
            "پھر بھی ہر دل کے مقدر میں نہیں تنہائی"
        ],
        "poet": "ناصر کاظمی",
        "category": "تنہائی",
        "createdAt": "2024-11-02T04:47:03.283Z",
        "updatedAt": "2024-11-02T04:47:03.283Z",
        "__v": 0
    },
    {
        "_id": "6725aeed279cbf77b473d923",
        "poetry": [
            "یوں کس طرح کٹے گا کڑی دھوپ کا سفر",
            "سر پر خیال یار کی چادر ہی لے چلیں"
        ],
        "poet": "ناصر کاظمی",
        "category": "عشق",
        "createdAt": "2024-11-02T04:47:41.198Z",
        "updatedAt": "2024-11-02T04:47:41.198Z",
        "__v": 0
    },
    {
        "_id": "6725af23279cbf77b473d925",
        "poetry": [
            "گرفتہ دل ہیں بہت آج تیرے دیوانے",
            "خدا کرے کوئی تیرے سوا نہ پہچانے"
        ],
        "poet": "ناصر کاظمی",
        "category": "دل",
        "createdAt": "2024-11-02T04:48:35.751Z",
        "updatedAt": "2024-11-02T04:48:35.751Z",
        "__v": 0
    },
    {
        "_id": "6725af5a279cbf77b473d927",
        "poetry": [
            "انہیں صدیوں نہ بھولے گا زمانہ",
            "یہاں جو حادثے کل ہو گئے ہیں"
        ],
        "poet": "ناصر کاظمی",
        "category": "اداسی",
        "createdAt": "2024-11-02T04:49:30.037Z",
        "updatedAt": "2024-11-02T04:49:30.037Z",
        "__v": 0
    },
    {
        "_id": "6725afe1279cbf77b473d929",
        "poetry": [
            "وہ رات کا بے نوا مسافر وہ تیرا شاعر وہ تیرا ناصرؔ",
            "تری گلی تک تو ہم نے دیکھا تھا پھر نہ جانے کدھر گیا وہ"
        ],
        "poet": "ناصر کاظمی",
        "category": "مسافر",
        "createdAt": "2024-11-02T04:51:45.609Z",
        "updatedAt": "2024-11-02T04:51:45.609Z",
        "__v": 0
    },
    {
        "_id": "6725b007279cbf77b473d92b",
        "poetry": [
            "زندگی جن کے تصور سے جلا پاتی تھی",
            "ہائے کیا لوگ تھے جو دام اجل میں آئے"
        ],
        "poet": "ناصر کاظمی",
        "category": "یاد",
        "createdAt": "2024-11-02T04:52:23.487Z",
        "updatedAt": "2024-11-02T04:52:23.487Z",
        "__v": 0
    },
    {
        "_id": "6725b069279cbf77b473d92d",
        "poetry": [
            "ترے فراق کی راتیں کبھی نہ بھولیں گی",
            "مزے ملے انہیں راتوں میں عمر بھر کے مجھے"
        ],
        "poet": "ناصر کاظمی",
        "category": "ہجر",
        "createdAt": "2024-11-02T04:54:01.376Z",
        "updatedAt": "2024-11-02T04:54:01.376Z",
        "__v": 0
    },
    {
        "_id": "6725b08e279cbf77b473d92f",
        "poetry": [
            "جرم امید کی سزا ہی دے",
            "میرے حق میں بھی کچھ سنا ہی دے"
        ],
        "poet": "ناصر کاظمی",
        "category": "امید",
        "createdAt": "2024-11-02T04:54:38.872Z",
        "updatedAt": "2024-11-02T04:54:38.872Z",
        "__v": 0
    },
    {
        "_id": "6725b0bb279cbf77b473d931",
        "poetry": [
            "سو گئے لوگ اس حویلی کے",
            "ایک کھڑکی مگر کھلی ہے ابھی"
        ],
        "poet": "ناصر کاظمی",
        "category": "امید",
        "createdAt": "2024-11-02T04:55:23.184Z",
        "updatedAt": "2024-11-02T04:55:23.184Z",
        "__v": 0
    },
    {
        "_id": "6725b0f3279cbf77b473d933",
        "poetry": [
            "مدت سے کوئی آیا نہ گیا سنسان پڑی ہے گھر کی فضا",
            "ان خالی کمروں میں ناصرؔ اب شمع جلاؤں کس کے لیے"
        ],
        "poet": "ناصر کاظمی",
        "category": "اداسی",
        "createdAt": "2024-11-02T04:56:19.947Z",
        "updatedAt": "2024-11-02T04:56:19.947Z",
        "__v": 0
    },
    {
        "_id": "6725b121279cbf77b473d935",
        "poetry": [
            "شور برپا ہے خانۂ دل میں",
            "کوئی دیوار سی گری ہے ابھی"
        ],
        "poet": "ناصر کاظمی",
        "category": "دل",
        "createdAt": "2024-11-02T04:57:05.040Z",
        "updatedAt": "2024-11-02T04:57:05.040Z",
        "__v": 0
    },
    {
        "_id": "6725b14c279cbf77b473d937",
        "poetry": [
            "کبھی زلفوں کی گھٹا نے گھیرا",
            "کبھی آنکھوں کی چمک یاد آئی"
        ],
        "poet": "ناصر کاظمی",
        "category": "زلف",
        "createdAt": "2024-11-02T04:57:48.031Z",
        "updatedAt": "2024-11-02T04:57:48.031Z",
        "__v": 0
    },
    {
        "_id": "6725b17d279cbf77b473d939",
        "poetry": [
            "مجھے تو خیر وطن چھوڑ کر اماں نہ ملی",
            "وطن بھی مجھ سے غریب الوطن کو ترسے گا"
        ],
        "poet": "ناصر کاظمی",
        "category": "الوداع",
        "createdAt": "2024-11-02T04:58:37.259Z",
        "updatedAt": "2024-11-02T04:58:37.259Z",
        "__v": 0
    },
    {
        "_id": "6725b1c0279cbf77b473d93b",
        "poetry": [
            "رہ نورد بیابان غم صبر کر صبر کر",
            "کارواں پھر ملیں گے بہم صبر کر صبر کر"
        ],
        "poet": "ناصر کاظمی",
        "category": "صبر",
        "createdAt": "2024-11-02T04:59:44.270Z",
        "updatedAt": "2024-11-02T04:59:44.270Z",
        "__v": 0
    },
    {
        "_id": "6725b201279cbf77b473d93d",
        "poetry": [
            "او پچھلی رت کے ساتھی",
            "اب کے برس میں تنہا ہوں"
        ],
        "poet": "ناصر کاظمی",
        "category": "ہجر",
        "createdAt": "2024-11-02T05:00:49.123Z",
        "updatedAt": "2024-11-02T05:00:49.123Z",
        "__v": 0
    },
    {
        "_id": "6725b258279cbf77b473d93f",
        "poetry": [
            "کچھ خبر لے کہ تیری محفل سے",
            "دور بیٹھا ہے جاں بہ لب کوئی"
        ],
        "poet": "ناصر کاظمی",
        "category": "ہجر",
        "createdAt": "2024-11-02T05:02:16.556Z",
        "updatedAt": "2024-11-02T05:02:16.556Z",
        "__v": 0
    },
    {
        "_id": "6725b2a1279cbf77b473d941",
        "poetry": [
            "پھر ساون رت کی پون چلی تم یاد آئے",
            "پھر پتوں کی پازیب بجی تم یاد آئے"
        ],
        "poet": "ناصر کاظمی",
        "category": "یاد",
        "createdAt": "2024-11-02T05:03:29.793Z",
        "updatedAt": "2024-11-02T05:03:29.793Z",
        "__v": 0
    },
    {
        "_id": "6725b2f7279cbf77b473d943",
        "poetry": [
            "طناب خیمۂ گل تھام ناصرؔ",
            "کوئی آندھی افق سے آ رہی ہے"
        ],
        "poet": "ناصر کاظمی",
        "category": "آندھی",
        "createdAt": "2024-11-02T05:04:55.542Z",
        "updatedAt": "2024-11-02T05:04:55.542Z",
        "__v": 0
    },
    {
        "_id": "6725b347279cbf77b473d945",
        "poetry": [
            "اے یاد دوست آج تو جی بھر کے دل دکھا",
            "شاید یہ رات ہجر کی آئے نہ پھر کبھی"
        ],
        "poet": "ناصر کاظمی",
        "category": "یاد",
        "createdAt": "2024-11-02T05:06:15.940Z",
        "updatedAt": "2024-11-02T05:06:15.940Z",
        "__v": 0
    },
    {
        "_id": "6725b377279cbf77b473d954",
        "poetry": [
            "ترے بغیر بھی خالی نہیں مری راتیں",
            "ہے ایک سایہ مرے ساتھ ہم نشیں کی طرح"
        ],
        "poet": "ناصر کاظمی",
        "category": "ہجر",
        "createdAt": "2024-11-02T05:07:03.728Z",
        "updatedAt": "2024-11-02T05:07:03.728Z",
        "__v": 0
    },
    {
        "_id": "6725b3b3279cbf77b473d956",
        "poetry": [
            "ہوا بھی چل رہی ہے اور جاگتی ہے رات بھی",
            "جو آپ کچھ کہیں تو ہم سنائیں دل کی بات بھی"
        ],
        "poet": "ناصر کاظمی",
        "category": "آرزو",
        "createdAt": "2024-11-02T05:08:03.729Z",
        "updatedAt": "2024-11-02T05:08:03.729Z",
        "__v": 0
    },
    {
        "_id": "67271081279cbf77b473d97c",
        "poetry": [
            "ہمیں تو ان کی محبت ہے کوئی کچھ سمجھے",
            "ہمارے ساتھ محبت انہیں نہیں تو نہیں"
        ],
        "poet": "آغا اکبر آبادی",
        "category": "محبت",
        "createdAt": "2024-11-03T05:56:17.662Z",
        "updatedAt": "2024-11-03T05:56:17.662Z",
        "__v": 0
    },
    {
        "_id": "672710c3279cbf77b473d97e",
        "poetry": [
            "کسی کو کوستے کیوں ہو دعا اپنے لیے مانگو",
            "تمہارا فائدہ کیا ہے جو دشمن کا ضرر ہوگا"
        ],
        "poet": "آغا اکبر آبادی",
        "category": "دعا",
        "createdAt": "2024-11-03T05:57:23.610Z",
        "updatedAt": "2024-11-03T05:57:23.610Z",
        "__v": 0
    },
    {
        "_id": "67271108279cbf77b473d980",
        "poetry": [
            "رقیب قتل ہوا اس کی تیغ ابرو سے",
            "حرام زادہ تھا اچھا ہوا حلال ہوا"
        ],
        "poet": "آغا اکبر آبادی",
        "category": "رقیب",
        "createdAt": "2024-11-03T05:58:32.296Z",
        "updatedAt": "2024-11-03T05:58:32.296Z",
        "__v": 0
    },
    {
        "_id": "67271137279cbf77b473d982",
        "poetry": [
            "ہم نہ کہتے تھے کہ سودا زلف کا اچھا نہیں",
            "دیکھیے تو اب سر بازار رسوا کون ہے"
        ],
        "poet": "آغا اکبر آبادی",
        "category": "زلف",
        "createdAt": "2024-11-03T05:59:19.704Z",
        "updatedAt": "2024-11-03T05:59:19.704Z",
        "__v": 0
    },
    {
        "_id": "67271192279cbf77b473d984",
        "poetry": [
            "میکشوں میں نہ کوئی مجھ سا نمازی ہوگا",
            "در مے خانہ پہ بچھتا ہے مصلیٰ اپنا"
        ],
        "poet": "آغا اکبر آبادی",
        "category": "مےخانہ",
        "createdAt": "2024-11-03T06:00:50.736Z",
        "updatedAt": "2024-11-03T06:00:50.736Z",
        "__v": 0
    },
    {
        "_id": "672711cc279cbf77b473d986",
        "poetry": [
            "صنم پرستی کروں ترک کیوں کر اے واعظ",
            "بتوں کا ذکر خدا کی کتاب میں دیکھا"
        ],
        "poet": "آغا اکبر آبادی",
        "category": "عشق",
        "createdAt": "2024-11-03T06:01:48.287Z",
        "updatedAt": "2024-11-03T06:01:48.287Z",
        "__v": 0
    },
    {
        "_id": "67271238279cbf77b473d988",
        "poetry": [
            "تا مرگ مجھ سے ترک نہ ہوگی کبھی نماز",
            "پر نشۂ شراب نے مجبور کر دیا"
        ],
        "poet": "آغا اکبر آبادی",
        "category": "نشہ",
        "createdAt": "2024-11-03T06:03:36.557Z",
        "updatedAt": "2024-11-03T06:03:36.557Z",
        "__v": 0
    },
    {
        "_id": "67271340279cbf77b473d98a",
        "poetry": [
            "دیکھو تو ایک جا پہ ٹھہرتی نہیں نظر",
            "لپکا پڑا ہے آنکھ کو کیا دیکھ بھال کا"
        ],
        "poet": "آغا اکبر آبادی",
        "category": "آنکھ",
        "createdAt": "2024-11-03T06:08:00.442Z",
        "updatedAt": "2024-11-03T06:08:00.442Z",
        "__v": 0
    },
    {
        "_id": "672713c9279cbf77b473d98c",
        "poetry": [
            "ترے لبوں کو ملی ہے شگفتگی گل کی",
            "ہماری آنکھ کے حصے میں جھرنے آئے ہیں"
        ],
        "poet": "آغا نثار",
        "category": "آنکھ",
        "createdAt": "2024-11-03T06:10:17.022Z",
        "updatedAt": "2024-11-03T06:10:17.022Z",
        "__v": 0
    },
    {
        "_id": "67271a56279cbf77b473d995",
        "poetry": [
            "جو گزاری نہ جا سکی ہم سے",
            "ہم نے وہ زندگی گزاری ہے"
        ],
        "poet": "جون ایلیا",
        "category": "زندگی",
        "createdAt": "2024-11-03T06:38:14.957Z",
        "updatedAt": "2024-11-03T06:38:14.957Z",
        "__v": 0
    },
    {
        "_id": "67271ae0279cbf77b473d997",
        "poetry": [
            "میں بھی بہت عجیب ہوں اتنا عجیب ہوں کہ بس",
            "خود کو تباہ کر لیا اور ملال بھی نہیں"
        ],
        "poet": "جون ایلیا",
        "category": "درد",
        "createdAt": "2024-11-03T06:40:32.197Z",
        "updatedAt": "2024-11-03T06:40:32.197Z",
        "__v": 0
    },
    {
        "_id": "67271b35279cbf77b473d99a",
        "poetry": [
            "بہت نزدیک آتی جا رہی ہو",
            "بچھڑنے کا ارادہ کر لیا کیا"
        ],
        "poet": "جون ایلیا",
        "category": "جدائی",
        "createdAt": "2024-11-03T06:41:57.719Z",
        "updatedAt": "2024-11-03T06:41:57.719Z",
        "__v": 0
    },
    {
        "_id": "67271b61279cbf77b473d99c",
        "poetry": [
            "کون اس گھر کی دیکھ بھال کرے",
            "روز اک چیز ٹوٹ جاتی ہے"
        ],
        "poet": "جون ایلیا",
        "category": "دل",
        "createdAt": "2024-11-03T06:42:41.522Z",
        "updatedAt": "2024-11-03T06:42:41.522Z",
        "__v": 0
    },
    {
        "_id": "67271bbb279cbf77b473d99e",
        "poetry": [
            "کس لیے دیکھتی ہو آئینہ",
            "تم تو خود سے بھی خوب صورت ہو"
        ],
        "poet": "جون ایلیا",
        "category": "حسن",
        "createdAt": "2024-11-03T06:44:11.123Z",
        "updatedAt": "2024-11-03T06:44:11.123Z",
        "__v": 0
    },
    {
        "_id": "67271bfa279cbf77b473d9a0",
        "poetry": [
            "کیا ستم ہے کہ اب تری صورت",
            "غور کرنے پہ یاد آتی ہے"
        ],
        "poet": "جون ایلیا",
        "category": "یاد",
        "createdAt": "2024-11-03T06:45:14.434Z",
        "updatedAt": "2024-11-03T06:45:14.434Z",
        "__v": 0
    },
    {
        "_id": "67271c25279cbf77b473d9a2",
        "poetry": [
            "کیسے کہیں کہ تجھ کو بھی ہم سے ہے واسطہ کوئی",
            "تو نے تو ہم سے آج تک کوئی گلہ نہیں کیا"
        ],
        "poet": "جون ایلیا",
        "category": "شکوہ",
        "createdAt": "2024-11-03T06:45:57.453Z",
        "updatedAt": "2024-11-03T06:45:57.453Z",
        "__v": 0
    },
    {
        "_id": "67271c84279cbf77b473d9a4",
        "poetry": [
            "مستقل بولتا ہی رہتا ہوں",
            "کتنا خاموش ہوں میں اندر سے"
        ],
        "poet": "جون ایلیا",
        "category": "خاموشی",
        "createdAt": "2024-11-03T06:47:32.558Z",
        "updatedAt": "2024-11-03T06:47:32.558Z",
        "__v": 0
    },
    {
        "_id": "67271cb0279cbf77b473d9a6",
        "poetry": [
            "مجھے اب تم سے ڈر لگنے لگا ہے",
            "تمہیں مجھ سے محبت ہو گئی کیا"
        ],
        "poet": "جون ایلیا",
        "category": "محبت",
        "createdAt": "2024-11-03T06:48:16.349Z",
        "updatedAt": "2024-11-03T06:48:16.349Z",
        "__v": 0
    },
    {
        "_id": "67271d14279cbf77b473d9a8",
        "poetry": [
            "علاج یہ ہے کہ مجبور کر دیا جاؤں",
            "وگرنہ یوں تو کسی کی نہیں سنی میں نے"
        ],
        "poet": "جون ایلیا",
        "category": "عشق",
        "createdAt": "2024-11-03T06:49:56.682Z",
        "updatedAt": "2024-11-03T06:49:56.682Z",
        "__v": 0
    },
    {
        "_id": "67271d64279cbf77b473d9aa",
        "poetry": [
            "ہم کو یاروں نے یاد بھی نہ رکھا",
            "جونؔ یاروں کے یار تھے ہم تو"
        ],
        "poet": "جون ایلیا",
        "category": "دوستی",
        "createdAt": "2024-11-03T06:51:16.838Z",
        "updatedAt": "2024-11-03T06:51:16.838Z",
        "__v": 0
    },
    {
        "_id": "67271d91279cbf77b473d9ac",
        "poetry": [
            "اس گلی نے یہ سن کے صبر کیا",
            "جانے والے یہاں کے تھے ہی نہیں"
        ],
        "poet": "جون ایلیا",
        "category": "الوداع",
        "createdAt": "2024-11-03T06:52:01.838Z",
        "updatedAt": "2024-11-03T06:52:01.838Z",
        "__v": 0
    },
    {
        "_id": "67271dc3279cbf77b473d9ae",
        "poetry": [
            "دل کی تکلیف کم نہیں کرتے",
            "اب کوئی شکوہ ہم نہیں کرتے"
        ],
        "poet": "جون ایلیا",
        "category": "شکوہ",
        "createdAt": "2024-11-03T06:52:51.448Z",
        "updatedAt": "2024-11-03T06:52:51.448Z",
        "__v": 0
    },
    {
        "_id": "67271df3279cbf77b473d9b0",
        "poetry": [
            "کیا کہا عشق جاودانی ہے!",
            "آخری بار مل رہی ہو کیا"
        ],
        "poet": "جون ایلیا",
        "category": "عشق",
        "createdAt": "2024-11-03T06:53:39.535Z",
        "updatedAt": "2024-11-03T06:53:39.535Z",
        "__v": 0
    },
    {
        "_id": "67271e23279cbf77b473d9b2",
        "poetry": [
            "کتنی دل کش ہو تم کتنا دلجو ہوں میں",
            "کیا ستم ہے کہ ہم لوگ مر جائیں گے"
        ],
        "poet": "جون ایلیا",
        "category": "جدائی",
        "createdAt": "2024-11-03T06:54:27.245Z",
        "updatedAt": "2024-11-03T06:54:27.245Z",
        "__v": 0
    },
    {
        "_id": "67271e4c279cbf77b473d9b4",
        "poetry": [
            "اور تو کیا تھا بیچنے کے لئے",
            "اپنی آنکھوں کے خواب بیچے ہیں"
        ],
        "poet": "جون ایلیا",
        "category": "خواب",
        "createdAt": "2024-11-03T06:55:08.942Z",
        "updatedAt": "2024-11-03T06:55:08.942Z",
        "__v": 0
    },
    {
        "_id": "67271e71279cbf77b473d9b6",
        "poetry": [
            "تمہارا ہجر منا لوں اگر اجازت ہو",
            "میں دل کسی سے لگا لوں اگر اجازت ہو"
        ],
        "poet": "جون ایلیا",
        "category": "ہجر",
        "createdAt": "2024-11-03T06:55:45.092Z",
        "updatedAt": "2024-11-03T06:55:45.092Z",
        "__v": 0
    },
    {
        "_id": "67271eb3279cbf77b473d9b8",
        "poetry": [
            "سوچتا ہوں کہ اس کی یاد آخر",
            "اب کسے رات بھر جگاتی ہے"
        ],
        "poet": "جون ایلیا",
        "category": "یاد",
        "createdAt": "2024-11-03T06:56:51.237Z",
        "updatedAt": "2024-11-03T06:56:51.237Z",
        "__v": 0
    },
    {
        "_id": "67271f82279cbf77b473d9ba",
        "poetry": [
            "یارو کچھ تو ذکر کرو تم اس کی قیامت بانہوں کا",
            "وہ جو سمٹتے ہوں گے ان میں وہ تو مر جاتے ہوں گے"
        ],
        "poet": "جون ایلیا",
        "category": "رومان",
        "createdAt": "2024-11-03T07:00:18.966Z",
        "updatedAt": "2024-11-03T07:00:18.966Z",
        "__v": 0
    },
    {
        "_id": "67271fbc279cbf77b473d9bc",
        "poetry": [
            "بن تمہارے کبھی نہیں آئی",
            "کیا مری نیند بھی تمہاری ہے"
        ],
        "poet": "جون ایلیا",
        "category": "شکوہ",
        "createdAt": "2024-11-03T07:01:16.339Z",
        "updatedAt": "2024-11-03T07:01:16.339Z",
        "__v": 0
    },
    {
        "_id": "67271ff7279cbf77b473d9be",
        "poetry": [
            "میری بانہوں میں بہکنے کی سزا بھی سن لے",
            "اب بہت دیر میں آزاد کروں گا تجھ کو"
        ],
        "poet": "جون ایلیا",
        "category": "رومان",
        "createdAt": "2024-11-03T07:02:15.948Z",
        "updatedAt": "2024-11-03T07:02:15.948Z",
        "__v": 0
    },
    {
        "_id": "67272023279cbf77b473d9c0",
        "poetry": [
            "میں رہا عمر بھر جدا خود سے",
            "یاد میں خود کو عمر بھر آیا"
        ],
        "poet": "جون ایلیا",
        "category": "یاد",
        "createdAt": "2024-11-03T07:02:59.754Z",
        "updatedAt": "2024-11-03T07:02:59.754Z",
        "__v": 0
    },
    {
        "_id": "6727204c279cbf77b473d9c2",
        "poetry": [
            "اب مری کوئی زندگی ہی نہیں",
            "اب بھی تم میری زندگی ہو کیا"
        ],
        "poet": "جون ایلیا",
        "category": "زندگی",
        "createdAt": "2024-11-03T07:03:40.711Z",
        "updatedAt": "2024-11-03T07:03:40.711Z",
        "__v": 0
    },
    {
        "_id": "6727207e279cbf77b473d9c4",
        "poetry": [
            "کتنے عیش سے رہتے ہوں گے کتنے اتراتے ہوں گے",
            "جانے کیسے لوگ وہ ہوں گے جو اس کو بھاتے ہوں گے"
        ],
        "poet": "جون ایلیا",
        "category": "رنجش",
        "createdAt": "2024-11-03T07:04:30.786Z",
        "updatedAt": "2024-11-03T07:04:30.786Z",
        "__v": 0
    },
    {
        "_id": "672720b0279cbf77b473d9c6",
        "poetry": [
            "نیا اک رشتہ پیدا کیوں کریں ہم",
            "بچھڑنا ہے تو جھگڑا کیوں کریں ہم"
        ],
        "poet": "جون ایلیا",
        "category": "جدائی",
        "createdAt": "2024-11-03T07:05:20.562Z",
        "updatedAt": "2024-11-03T07:05:20.562Z",
        "__v": 0
    },
    {
        "_id": "672720d9279cbf77b473d9c8",
        "poetry": [
            "یاد اسے انتہائی کرتے ہیں",
            "سو ہم اس کی برائی کرتے ہیں"
        ],
        "poet": "جون ایلیا",
        "category": "یاد",
        "createdAt": "2024-11-03T07:06:01.729Z",
        "updatedAt": "2024-11-03T07:06:01.729Z",
        "__v": 0
    },
    {
        "_id": "67272107279cbf77b473d9ca",
        "poetry": [
            "یوں جو تکتا ہے آسمان کو تو",
            "کوئی رہتا ہے آسمان میں کیا"
        ],
        "poet": "جون ایلیا",
        "category": "آسمان",
        "createdAt": "2024-11-03T07:06:47.366Z",
        "updatedAt": "2024-11-03T07:06:47.366Z",
        "__v": 0
    },
    {
        "_id": "67272164279cbf77b473d9cc",
        "poetry": [
            "اب نہیں کوئی بات خطرے کی",
            "اب سبھی کو سبھی سے خطرہ ہے"
        ],
        "poet": "جون ایلیا",
        "category": "بات",
        "createdAt": "2024-11-03T07:08:20.748Z",
        "updatedAt": "2024-11-03T07:08:20.748Z",
        "__v": 0
    },
    {
        "_id": "672721ef279cbf77b473d9cf",
        "poetry": [
            "اے شخص میں تیری جستجو سے",
            "بے زار نہیں ہوں تھک گیا ہوں"
        ],
        "poet": "جون ایلیا",
        "category": "جستجو",
        "createdAt": "2024-11-03T07:10:39.878Z",
        "updatedAt": "2024-11-03T07:10:39.878Z",
        "__v": 0
    },
    {
        "_id": "67272212279cbf77b473d9d1",
        "poetry": [
            "کیا تکلف کریں یہ کہنے میں",
            "جو بھی خوش ہے ہم اس سے جلتے ہیں"
        ],
        "poet": "جون ایلیا",
        "category": "حسد",
        "createdAt": "2024-11-03T07:11:14.759Z",
        "updatedAt": "2024-11-03T07:11:14.759Z",
        "__v": 0
    },
    {
        "_id": "67272292279cbf77b473d9d3",
        "poetry": [
            "جان لیوا تھیں خواہشیں ورنہ",
            "وصل سے انتظار اچھا تھا"
        ],
        "poet": "جون ایلیا",
        "category": "انتظار",
        "createdAt": "2024-11-03T07:13:22.592Z",
        "updatedAt": "2024-11-03T07:13:22.592Z",
        "__v": 0
    },
    {
        "_id": "67272375279cbf77b473d9d5",
        "poetry": [
            "مجھ کو عادت ہے روٹھ جانے کی",
            "آپ مجھ کو منا لیا کیجے"
        ],
        "poet": "جون ایلیا",
        "category": "ناراض",
        "createdAt": "2024-11-03T07:17:09.524Z",
        "updatedAt": "2024-11-03T07:17:09.524Z",
        "__v": 0
    },
    {
        "_id": "672723a0279cbf77b473d9d7",
        "poetry": [
            "اب تو ہر بات یاد رہتی ہے",
            "غالباً میں کسی کو بھول گیا"
        ],
        "poet": "جون ایلیا",
        "category": "یاد",
        "createdAt": "2024-11-03T07:17:52.283Z",
        "updatedAt": "2024-11-03T07:17:52.283Z",
        "__v": 0
    },
    {
        "_id": "672723dd279cbf77b473d9d9",
        "poetry": [
            "اک عجب حال ہے کہ اب اس کو",
            "یاد کرنا بھی بے وفائی ہے"
        ],
        "poet": "جون ایلیا",
        "category": "بے وفائی",
        "createdAt": "2024-11-03T07:18:53.127Z",
        "updatedAt": "2024-11-03T07:18:53.127Z",
        "__v": 0
    },
    {
        "_id": "67272402279cbf77b473d9db",
        "poetry": [
            "کوئی مجھ تک پہنچ نہیں پاتا",
            "اتنا آسان ہے پتا میرا"
        ],
        "poet": "جون ایلیا",
        "category": "شکوہ",
        "createdAt": "2024-11-03T07:19:30.577Z",
        "updatedAt": "2024-11-03T07:19:30.577Z",
        "__v": 0
    },
    {
        "_id": "67272430279cbf77b473d9dd",
        "poetry": [
            "نہیں دنیا کو جب پروا ہماری",
            "تو پھر دنیا کی پروا کیوں کریں ہم"
        ],
        "poet": "جون ایلیا",
        "category": "ایٹی ٹیوڈ",
        "createdAt": "2024-11-03T07:20:16.547Z",
        "updatedAt": "2024-11-03T07:20:16.547Z",
        "__v": 0
    },
    {
        "_id": "6727245b279cbf77b473d9df",
        "poetry": [
            "اپنا رشتہ زمیں سے ہی رکھو",
            "کچھ نہیں آسمان میں رکھا"
        ],
        "poet": "جون ایلیا",
        "category": "آسمان",
        "createdAt": "2024-11-03T07:20:59.766Z",
        "updatedAt": "2024-11-03T07:20:59.766Z",
        "__v": 0
    },
    {
        "_id": "672724a4279cbf77b473d9e1",
        "poetry": [
            "ہاں ٹھیک ہے میں اپنی انا کا مریض ہوں",
            "آخر مرے مزاج میں کیوں دخل دے کوئی"
        ],
        "poet": "جون ایلیا",
        "category": "انا",
        "createdAt": "2024-11-03T07:22:12.967Z",
        "updatedAt": "2024-11-03T07:22:12.967Z",
        "__v": 0
    },
    {
        "_id": "672724d7279cbf77b473d9e3",
        "poetry": [
            "اپنے سب یار کام کر رہے ہیں",
            "اور ہم ہیں کہ نام کر رہے ہیں"
        ],
        "poet": "جون ایلیا",
        "category": "ایٹی ٹیوڈ",
        "createdAt": "2024-11-03T07:23:03.330Z",
        "updatedAt": "2024-11-03T07:23:03.330Z",
        "__v": 0
    },
    {
        "_id": "67272508279cbf77b473d9e5",
        "poetry": [
            "میری ہر بات بے اثر ہی رہی",
            "نقص ہے کچھ مرے بیان میں کیا"
        ],
        "poet": "جون ایلیا",
        "category": "بات",
        "createdAt": "2024-11-03T07:23:52.424Z",
        "updatedAt": "2024-11-03T07:23:52.424Z",
        "__v": 0
    },
    {
        "_id": "67272542279cbf77b473d9e7",
        "poetry": [
            "آج مجھ کو بہت برا کہہ کر",
            "آپ نے نام تو لیا میرا"
        ],
        "poet": "جون ایلیا",
        "category": "درد",
        "createdAt": "2024-11-03T07:24:50.376Z",
        "updatedAt": "2024-11-03T07:24:50.376Z",
        "__v": 0
    },
    {
        "_id": "67272570279cbf77b473d9e9",
        "poetry": [
            "ایک ہی تو ہوس رہی ہے ہمیں",
            "اپنی حالت تباہ کی جائے"
        ],
        "poet": "جون ایلیا",
        "category": "اداسی",
        "createdAt": "2024-11-03T07:25:36.230Z",
        "updatedAt": "2024-11-03T07:25:36.230Z",
        "__v": 0
    },
    {
        "_id": "672725a5279cbf77b473d9eb",
        "poetry": [
            "جرم میں ہم کمی کریں بھی تو کیوں",
            "تم سزا بھی تو کم نہیں کرتے"
        ],
        "poet": "جون ایلیا",
        "category": "شکوہ",
        "createdAt": "2024-11-03T07:26:29.002Z",
        "updatedAt": "2024-11-03T07:26:29.002Z",
        "__v": 0
    },
    {
        "_id": "672725ed279cbf77b473d9ed",
        "poetry": [
            "جاتے جاتے آپ اتنا کام تو کیجے مرا",
            "یاد کا سارا سر و ساماں جلاتے جائیے"
        ],
        "poet": "جون ایلیا",
        "category": "یاد",
        "createdAt": "2024-11-03T07:27:41.285Z",
        "updatedAt": "2024-11-03T07:27:41.285Z",
        "__v": 0
    },
    {
        "_id": "67272624279cbf77b473d9ef",
        "poetry": [
            "تمہاری یاد میں جینے کی آرزو ہے ابھی",
            "کچھ اپنا حال سنبھالوں اگر اجازت ہو"
        ],
        "poet": "جون ایلیا",
        "category": "یاد",
        "createdAt": "2024-11-03T07:28:36.382Z",
        "updatedAt": "2024-11-03T07:28:36.382Z",
        "__v": 0
    },
    {
        "_id": "6728842c279cbf77b473da06",
        "poetry": [
            "گنوائی کس کی تمنا میں زندگی میں نے",
            "وہ کون ہے جسے دیکھا نہیں کبھی میں نے"
        ],
        "poet": "جون ایلیا",
        "category": "تمنا",
        "createdAt": "2024-11-04T08:22:04.226Z",
        "updatedAt": "2024-11-04T08:22:04.226Z",
        "__v": 0
    },
    {
        "_id": "67288485279cbf77b473da09",
        "poetry": [
            "شوق ہے اس دل درندہ کو",
            "آپ کے ہونٹ کاٹ کھانے کا"
        ],
        "poet": "جون ایلیا",
        "category": "ہونٹ",
        "createdAt": "2024-11-04T08:23:33.481Z",
        "updatedAt": "2024-11-04T08:23:33.481Z",
        "__v": 0
    },
    {
        "_id": "672884a9279cbf77b473da0b",
        "poetry": [
            "زندگی کیا ہے اک کہانی ہے",
            "یہ کہانی نہیں سنانی ہے"
        ],
        "poet": "جون ایلیا",
        "category": "زندگی",
        "createdAt": "2024-11-04T08:24:09.660Z",
        "updatedAt": "2024-11-04T08:24:09.660Z",
        "__v": 0
    },
    {
        "_id": "672884e2279cbf77b473da0d",
        "poetry": [
            "شب جو ہم سے ہوا معاف کرو",
            "نہیں پی تھی بہک گئے ہوں گے"
        ],
        "poet": "جون ایلیا",
        "category": "شراب",
        "createdAt": "2024-11-04T08:25:06.283Z",
        "updatedAt": "2024-11-04T08:25:06.283Z",
        "__v": 0
    },
    {
        "_id": "67288509279cbf77b473da0f",
        "poetry": [
            "یہ بہت غم کی بات ہو شاید",
            "اب تو غم بھی گنوا چکا ہوں میں"
        ],
        "poet": "جون ایلیا",
        "category": "غم",
        "createdAt": "2024-11-04T08:25:45.113Z",
        "updatedAt": "2024-11-04T08:25:45.113Z",
        "__v": 0
    },
    {
        "_id": "67288534279cbf77b473da11",
        "poetry": [
            "ایک ہی حادثہ تو ہے اور وہ یہ کہ آج تک",
            "بات نہیں کہی گئی بات نہیں سنی گئی"
        ],
        "poet": "جون ایلیا",
        "category": "شکوہ",
        "createdAt": "2024-11-04T08:26:28.523Z",
        "updatedAt": "2024-11-04T08:26:28.523Z",
        "__v": 0
    },
    {
        "_id": "672885b2279cbf77b473da13",
        "poetry": [
            "ہیں دلیلیں ترے خلاف مگر",
            "سوچتا ہوں تری حمایت میں"
        ],
        "poet": "جون ایلیا",
        "category": "شکوہ",
        "createdAt": "2024-11-04T08:28:34.145Z",
        "updatedAt": "2024-11-04T08:28:34.145Z",
        "__v": 0
    },
    {
        "_id": "672885d6279cbf77b473da15",
        "poetry": [
            "اپنے سر اک بلا تو لینی تھی",
            "میں نے وہ زلف اپنے سر لی ہے"
        ],
        "poet": "جون ایلیا",
        "category": "زلف",
        "createdAt": "2024-11-04T08:29:10.699Z",
        "updatedAt": "2024-11-04T08:29:10.699Z",
        "__v": 0
    },
    {
        "_id": "6728861a279cbf77b473da17",
        "poetry": [
            "رویا ہوں تو اپنے دوستوں میں",
            "پر تجھ سے تو ہنس کے ہی ملا ہوں"
        ],
        "poet": "جون ایلیا ",
        "category": "رونا",
        "createdAt": "2024-11-04T08:30:18.915Z",
        "updatedAt": "2024-11-04T08:30:18.915Z",
        "__v": 0
    },
    {
        "_id": "67288653279cbf77b473da19",
        "poetry": [
            "اس کے ہونٹوں پہ رکھ کے ہونٹ اپنے",
            "بات ہی ہم تمام کر رہے ہیں"
        ],
        "poet": "جون ایلیا",
        "category": "لب",
        "createdAt": "2024-11-04T08:31:15.271Z",
        "updatedAt": "2024-11-04T08:31:15.271Z",
        "__v": 0
    },
    {
        "_id": "672aaa83279cbf77b473da43",
        "poetry": [
            "ہماری ہی تمنا کیوں کرو تم",
            "تمہاری ہی تمنا کیوں کریں ہم"
        ],
        "poet": "جون ایلیا",
        "category": "تمنا",
        "createdAt": "2024-11-05T23:30:11.483Z",
        "updatedAt": "2024-11-05T23:30:11.483Z",
        "__v": 0
    },
    {
        "_id": "672aaab7279cbf77b473da45",
        "poetry": [
            "ہم کہاں اور تم کہاں جاناں",
            "ہیں کئی ہجر درمیاں جاناں"
        ],
        "poet": "جون ایلیا",
        "category": "ہجر",
        "createdAt": "2024-11-05T23:31:03.550Z",
        "updatedAt": "2024-11-05T23:31:03.550Z",
        "__v": 0
    },
    {
        "_id": "672aaaef279cbf77b473da47",
        "poetry": [
            "مجھ سے اب لوگ کم ہی ملتے ہیں",
            "یوں بھی میں ہٹ گیا ہوں منظر سے"
        ],
        "poet": "جون ایلیا",
        "category": "دکھی",
        "createdAt": "2024-11-05T23:31:59.683Z",
        "updatedAt": "2024-11-05T23:31:59.683Z",
        "__v": 0
    },
    {
        "_id": "672aab3f279cbf77b473da4a",
        "poetry": [
            "یہ کافی ہے کہ ہم دشمن نہیں ہیں",
            "وفا داری کا دعویٰ کیوں کریں ہم"
        ],
        "poet": "جون ایلیا",
        "category": "دشمن",
        "createdAt": "2024-11-05T23:33:19.978Z",
        "updatedAt": "2024-11-05T23:33:19.978Z",
        "__v": 0
    },
    {
        "_id": "672aab80279cbf77b473da4c",
        "poetry": [
            "مل رہی ہو بڑے تپاک کے ساتھ",
            "مجھ کو یکسر بھلا چکی ہو کیا"
        ],
        "poet": "جون ایلیا",
        "category": "ملاقات",
        "createdAt": "2024-11-05T23:34:24.082Z",
        "updatedAt": "2024-11-05T23:34:24.082Z",
        "__v": 0
    },
    {
        "_id": "672aaba7279cbf77b473da4e",
        "poetry": [
            "بولتے کیوں نہیں مرے حق میں",
            "آبلے پڑ گئے زبان میں کیا"
        ],
        "poet": "جون ایلیا",
        "category": "شکوہ",
        "createdAt": "2024-11-05T23:35:03.198Z",
        "updatedAt": "2024-11-05T23:35:03.198Z",
        "__v": 0
    },
    {
        "_id": "672aabdd279cbf77b473da50",
        "poetry": [
            "مجھ کو خواہش ہی ڈھونڈنے کی نہ تھی",
            "مجھ میں کھویا رہا خدا میرا"
        ],
        "poet": "جون ایلیا",
        "category": "خدا",
        "createdAt": "2024-11-05T23:35:57.768Z",
        "updatedAt": "2024-11-05T23:35:57.768Z",
        "__v": 0
    },
    {
        "_id": "672aac15279cbf77b473da52",
        "poetry": [
            "میں جرم کا اعتراف کر کے",
            "کچھ اور ہے جو چھپا گیا ہوں"
        ],
        "poet": "جون ایلیا",
        "category": "دکھی",
        "createdAt": "2024-11-05T23:36:53.174Z",
        "updatedAt": "2024-11-05T23:36:53.174Z",
        "__v": 0
    },
    {
        "_id": "672aac58279cbf77b473da54",
        "poetry": [
            "تیغ بازی کا شوق اپنی جگہ",
            "آپ تو قتل عام کر رہے ہیں"
        ],
        "poet": "جون ایلیا",
        "category": "قتل",
        "createdAt": "2024-11-05T23:38:00.348Z",
        "updatedAt": "2024-11-05T23:38:00.348Z",
        "__v": 0
    },
    {
        "_id": "672aac88279cbf77b473da56",
        "poetry": [
            "خموشی سے ادا ہو رسم دوری",
            "کوئی ہنگامہ برپا کیوں کریں ہم"
        ],
        "poet": "جون ایلیا",
        "category": "خاموشی",
        "createdAt": "2024-11-05T23:38:48.492Z",
        "updatedAt": "2024-11-05T23:38:48.492Z",
        "__v": 0
    },
    {
        "_id": "672d9ca5279cbf77b473da90",
        "poetry": [
            "تو کیا سچ مچ جدائی مجھ سے کر لی",
            "تو خود اپنے کو آدھا کر لیا کیا"
        ],
        "poet": "جون ایلیا",
        "category": "جدائی",
        "createdAt": "2024-11-08T05:07:49.374Z",
        "updatedAt": "2024-11-08T05:07:49.374Z",
        "__v": 0
    },
    {
        "_id": "672d9d35279cbf77b473da93",
        "poetry": [
            "کیا ہے جو بدل گئی ہے دنیا",
            "میں بھی تو بہت بدل گیا ہوں"
        ],
        "poet": "جون ایلیا",
        "category": "دکھی",
        "createdAt": "2024-11-08T05:10:13.065Z",
        "updatedAt": "2024-11-08T05:10:13.065Z",
        "__v": 0
    },
    {
        "_id": "672d9d6c279cbf77b473da95",
        "poetry": [
            "ہمارے زخم تمنا پرانے ہو گئے ہیں",
            "کہ اس گلی میں گئے اب زمانے ہو گئے ہیں"
        ],
        "poet": "جون ایلیا",
        "category": "زخم",
        "createdAt": "2024-11-08T05:11:08.500Z",
        "updatedAt": "2024-11-08T05:11:08.500Z",
        "__v": 0
    },
    {
        "_id": "672d9da4279cbf77b473da97",
        "poetry": [
            "اب تم کبھی نہ آؤ گے یعنی کبھی کبھی",
            "رخصت کرو مجھے کوئی وعدہ کیے بغیر"
        ],
        "poet": "جون ایلیا",
        "category": "الوداع",
        "createdAt": "2024-11-08T05:12:04.982Z",
        "updatedAt": "2024-11-08T05:12:04.982Z",
        "__v": 0
    },
    {
        "_id": "672d9dde279cbf77b473da99",
        "poetry": [
            "ٹھیک ہے خود کو ہم بدلتے ہیں",
            "شکریہ مشورت کا چلتے ہیں"
        ],
        "poet": "جون ایلیا",
        "category": "شکر گزاری",
        "createdAt": "2024-11-08T05:13:02.811Z",
        "updatedAt": "2024-11-08T05:13:02.811Z",
        "__v": 0
    },
    {
        "_id": "673306d4279cbf77b473dab5",
        "poetry": [
            "اب تم کبھی نہ آؤ گے یعنی کبھی کبھی",
            "رخصت کرو مجھے کوئی وعدہ کیے بغیر"
        ],
        "poet": "جون ایلیا",
        "category": "الوداع",
        "createdAt": "2024-11-12T07:42:12.346Z",
        "updatedAt": "2024-11-12T07:42:12.346Z",
        "__v": 0
    },
    {
        "_id": "67330787279cbf77b473dab8",
        "poetry": [
            "یہ وار کر گیا ہے پہلو سے کون مجھ پر",
            "تھا میں ہی دائیں بائیں اور میں ہی درمیاں تھا"
        ],
        "poet": "جون ایلیا",
        "category": "دکھی",
        "createdAt": "2024-11-12T07:45:11.284Z",
        "updatedAt": "2024-11-12T07:45:11.284Z",
        "__v": 0
    },
    {
        "_id": "67330859279cbf77b473daba",
        "poetry": [
            "کل کا دن ہائے کل کا دن اے جونؔ",
            "کاش اس رات ہم بھی مر جائیں"
        ],
        "poet": "جون ایلیا",
        "category": "الوداع",
        "createdAt": "2024-11-12T07:48:41.616Z",
        "updatedAt": "2024-11-12T07:48:41.616Z",
        "__v": 0
    },
    {
        "_id": "6733089a279cbf77b473dabc",
        "poetry": [
            "آئینوں کو زنگ لگا",
            "اب میں کیسا لگتا ہوں"
        ],
        "poet": "جون ایلیا",
        "category": "آئینہ",
        "createdAt": "2024-11-12T07:49:46.498Z",
        "updatedAt": "2024-11-12T07:49:46.498Z",
        "__v": 0
    },
    {
        "_id": "673308e5279cbf77b473dabe",
        "poetry": [
            "وفا اخلاص قربانی محبت",
            "اب ان لفظوں کا پیچھا کیوں کریں ہم"
        ],
        "poet": "جون ایلیا",
        "category": "محبت",
        "createdAt": "2024-11-12T07:51:01.572Z",
        "updatedAt": "2024-11-12T07:51:01.572Z",
        "__v": 0
    },
    {
        "_id": "6733091f279cbf77b473dac0",
        "poetry": [
            "کون سے شوق کس ہوس کا نہیں",
            "دل مری جان تیرے بس کا نہیں"
        ],
        "poet": "جون ایلیا",
        "category": "دل",
        "createdAt": "2024-11-12T07:51:59.898Z",
        "updatedAt": "2024-11-12T07:51:59.898Z",
        "__v": 0
    },
    {
        "_id": "67330973279cbf77b473dac2",
        "poetry": [
            "سب سے پر امن واقعہ یہ ہے",
            "آدمی آدمی کو بھول گیا"
        ],
        "poet": "جون ایلیا",
        "category": "رنجش",
        "createdAt": "2024-11-12T07:53:23.536Z",
        "updatedAt": "2024-11-12T07:53:23.536Z",
        "__v": 0
    },
    {
        "_id": "673309b6279cbf77b473dac4",
        "poetry": [
            "مل کر تپاک سے نہ ہمیں کیجیے اداس",
            "خاطر نہ کیجیے کبھی ہم بھی یہاں کے تھے"
        ],
        "poet": "جون ایلیا",
        "category": "استقبال",
        "createdAt": "2024-11-12T07:54:30.254Z",
        "updatedAt": "2024-11-12T07:54:30.254Z",
        "__v": 0
    },
    {
        "_id": "673309e0279cbf77b473dac6",
        "poetry": [
            "بھول جانا نہیں گناہ اسے",
            "یاد کرنا اسے ثواب نہیں"
        ],
        "poet": "جون ایلیا",
        "category": "دکھی",
        "createdAt": "2024-11-12T07:55:12.187Z",
        "updatedAt": "2024-11-12T07:55:12.187Z",
        "__v": 0
    },
    {
        "_id": "67330a0d279cbf77b473dac8",
        "poetry": [
            "فلاں سے تھی غزل بہتر فلاں کی",
            "فلاں کے زخم اچھے تھے فلاں سے"
        ],
        "poet": "جون ایلیا",
        "category": "زخم",
        "createdAt": "2024-11-12T07:55:57.298Z",
        "updatedAt": "2024-11-12T07:55:57.298Z",
        "__v": 0
    },
    {
        "_id": "673697a4279cbf77b473dade",
        "poetry": [
            "اس نے گویا مجھی کو یاد رکھا",
            "میں بھی گویا اسی کو بھول گیا"
        ],
        "poet": "یاد",
        "category": "جون ایلیا",
        "createdAt": "2024-11-15T00:36:52.954Z",
        "updatedAt": "2024-11-15T00:36:52.954Z",
        "__v": 0
    },
    {
        "_id": "6736981b279cbf77b473dae0",
        "poetry": [
            "اپنے سبھی گلے بجا پر ہے یہی کہ دل ربا",
            "میرا ترا معاملہ عشق کے بس کا تھا نہیں"
        ],
        "poet": "عشق",
        "category": "جون ایلیا",
        "createdAt": "2024-11-15T00:38:51.360Z",
        "updatedAt": "2024-11-15T00:38:51.360Z",
        "__v": 0
    },
    {
        "_id": "673698a7279cbf77b473dae2",
        "poetry": [
            "اب نہیں ملیں گے ہم کوچۂ تمنا میں",
            "کوچۂ تمنا میں اب نہیں ملیں گے ہم"
        ],
        "poet": "جون ایلیا",
        "category": "الوداع",
        "createdAt": "2024-11-15T00:41:11.441Z",
        "updatedAt": "2024-11-15T00:41:11.441Z",
        "__v": 0
    },
    {
        "_id": "67369924279cbf77b473dae4",
        "poetry": [
            "میں کہوں کس طرح یہ بات اس سے",
            "تجھ کو جانم مجھی سے خطرہ ہے "
        ],
        "poet": "محبت",
        "category": "جون ایلیا",
        "createdAt": "2024-11-15T00:43:16.422Z",
        "updatedAt": "2024-11-15T00:43:16.422Z",
        "__v": 0
    },
    {
        "_id": "6736995d279cbf77b473dae6",
        "poetry": [
            "پھر اس گلی سے اپنا گزر چاہتا ہے دل",
            "اب اس گلی کو کون سی بستی سے لاؤں میں"
        ],
        "poet": "دل",
        "category": "جون ایلیا",
        "createdAt": "2024-11-15T00:44:13.805Z",
        "updatedAt": "2024-11-15T00:44:13.805Z",
        "__v": 0
    },
    {
        "_id": "673699ab279cbf77b473dae8",
        "poetry": [
            "میں سہوں کرب زندگی کب تک",
            "رہے آخر تری کمی کب تک"
        ],
        "poet": "شکوہ",
        "category": "جون ایلیا",
        "createdAt": "2024-11-15T00:45:31.581Z",
        "updatedAt": "2024-11-15T00:45:31.581Z",
        "__v": 0
    },
    {
        "_id": "67369a00279cbf77b473daea",
        "poetry": [
            "ہم عجب ہیں کہ اس کی باہوں میں",
            "شکوۂ نارسائی کرتے ہیں"
        ],
        "poet": "شکوہ",
        "category": "جون ایلیا",
        "createdAt": "2024-11-15T00:46:56.515Z",
        "updatedAt": "2024-11-15T00:46:56.515Z",
        "__v": 0
    },
    {
        "_id": "67369a51279cbf77b473daec",
        "poetry": [
            "حسن کہتا تھا چھیڑنے والے",
            "چھیڑنا ہی تو بس نہیں چھو بھی"
        ],
        "poet": "حسن",
        "category": "جون ایلیا",
        "createdAt": "2024-11-15T00:48:17.552Z",
        "updatedAt": "2024-11-15T00:48:17.552Z",
        "__v": 0
    },
    {
        "_id": "67369ab4279cbf77b473daee",
        "poetry": [
            "اک شخص کر رہا ہے ابھی تک وفا کا ذکر",
            "کاش اس زباں دراز کا منہ نوچ لے کوئی"
        ],
        "poet": "جون ایلیا",
        "category": "وفا",
        "createdAt": "2024-11-15T00:49:56.790Z",
        "updatedAt": "2024-11-15T00:49:56.790Z",
        "__v": 0
    },
    {
        "_id": "673bc3c1279cbf77b473db0f",
        "poetry": [
            "اک رات وہ گیا تھا جہاں بات روک کے",
            "اب تک رکا ہوا ہوں وہیں رات روک کے"
        ],
        "poet": "فرحت احساس",
        "category": "انتظار",
        "createdAt": "2024-11-18T22:46:25.188Z",
        "updatedAt": "2024-11-18T22:46:25.188Z",
        "__v": 0
    },
    {
        "_id": "673bc411279cbf77b473db11",
        "poetry": [
            "چاند بھی حیران دریا بھی پریشانی میں ہے",
            "عکس کس کا ہے کہ اتنی روشنی پانی میں ہے"
        ],
        "poet": "فرحت احساس",
        "category": "استقبال",
        "createdAt": "2024-11-18T22:47:45.327Z",
        "updatedAt": "2024-11-18T22:47:45.327Z",
        "__v": 0
    },
    {
        "_id": "673bc46f279cbf77b473db13",
        "poetry": [
            "میں رونا چاہتا ہوں خوب رونا چاہتا ہوں میں",
            "پھر اس کے بعد گہری نیند سونا چاہتا ہوں میں"
        ],
        "poet": "فرحت احساس",
        "category": "نیند",
        "createdAt": "2024-11-18T22:49:19.974Z",
        "updatedAt": "2024-11-18T22:49:19.974Z",
        "__v": 0
    },
    {
        "_id": "673bc4aa279cbf77b473db15",
        "poetry": [
            "کسی کلی کسی گل میں کسی چمن میں نہیں",
            "وہ رنگ ہے ہی نہیں جو ترے بدن میں نہیں"
        ],
        "poet": "فرحت احساس",
        "category": "حسن",
        "createdAt": "2024-11-18T22:50:18.352Z",
        "updatedAt": "2024-11-18T22:50:18.352Z",
        "__v": 0
    },
    {
        "_id": "673bc4f1279cbf77b473db17",
        "poetry": [
            "ایک بوسے کے بھی نصیب نہ ہوں",
            "ہونٹھ اتنے بھی اب غریب نہ ہوں"
        ],
        "poet": "فرحت احساس",
        "category": "رومان",
        "createdAt": "2024-11-18T22:51:29.917Z",
        "updatedAt": "2024-11-18T22:51:29.917Z",
        "__v": 0
    },
    {
        "_id": "673bc5a5279cbf77b473db19",
        "poetry": [
            "ہر گلی کوچے میں رونے کی صدا میری ہے",
            "شہر میں جو بھی ہوا ہے وہ خطا میری ہے"
        ],
        "poet": "فرحت احساس",
        "category": "رونا",
        "createdAt": "2024-11-18T22:54:29.726Z",
        "updatedAt": "2024-11-18T22:54:29.726Z",
        "__v": 0
    },
    {
        "_id": "673bc5d0279cbf77b473db1b",
        "poetry": [
            "وہ عقل مند کبھی جوش میں نہیں آتا",
            "گلے تو لگتا ہے آغوش میں نہیں آتا"
        ],
        "poet": "فرحت احساس",
        "category": "رومان",
        "createdAt": "2024-11-18T22:55:12.489Z",
        "updatedAt": "2024-11-18T22:55:12.489Z",
        "__v": 0
    },
    {
        "_id": "673bc664279cbf77b473db1d",
        "poetry": [
            "اندر کے حادثوں پہ کسی کی نظر نہیں",
            "ہم مر چکے ہیں اور ہمیں اس کی خبر نہیں"
        ],
        "poet": "فرحت احساس",
        "category": "شکوہ",
        "createdAt": "2024-11-18T22:57:40.129Z",
        "updatedAt": "2024-11-18T22:57:40.129Z",
        "__v": 0
    },
    {
        "_id": "673bc6a2279cbf77b473db1f",
        "poetry": [
            "سب کے جیسی نہ بنا زلف کہ ہم سادہ نگاہ",
            "تیرے دھوکے میں کسی اور کے شانے لگ جائیں"
        ],
        "poet": "فرحت احساس",
        "category": "زلف",
        "createdAt": "2024-11-18T22:58:42.749Z",
        "updatedAt": "2024-11-18T22:58:42.749Z",
        "__v": 0
    },
    {
        "_id": "673bc708279cbf77b473db21",
        "poetry": [
            "بڑا وسیع ہے اس کے جمال کا منظر",
            "وہ آئینے میں تو بس مختصر سا رہتا ہے"
        ],
        "poet": "فرحت احساس",
        "category": "حسن",
        "createdAt": "2024-11-18T23:00:24.431Z",
        "updatedAt": "2024-11-18T23:00:24.431Z",
        "__v": 0
    },
    {
        "_id": "673bc760279cbf77b473db23",
        "poetry": [
            "عشق اخبار کب کا بند ہوا",
            "دل مرا آخری شمارہ ہے"
        ],
        "poet": "فرحت احساس",
        "category": "دل",
        "createdAt": "2024-11-18T23:01:52.669Z",
        "updatedAt": "2024-11-18T23:01:52.669Z",
        "__v": 0
    },
    {
        "_id": "673bc852279cbf77b473db25",
        "poetry": [
            "تبھی وہیں مجھے اس کی ہنسی سنائی پڑی",
            "میں اس کی یاد میں پلکیں بھگونے والا تھا"
        ],
        "poet": "فرحت احساس",
        "category": "یاد",
        "createdAt": "2024-11-18T23:05:54.914Z",
        "updatedAt": "2024-11-18T23:05:54.914Z",
        "__v": 0
    }
]