export const poetryArr = [
    {
        id: 0,
        poetry: [
            'درد ہو دل میں تو دوا کیجیے',
            'دل ہی جب درد ہو تو کیا کیجیے'
        ],
        poet: 'غالب',
        topic: 'درد'
    },
    {
        id: 1,
        poetry: [
            'ہم ہوئے کہ تم ہوئے کہ میر ہوئے',
            'اس کی زلفوں کے سب اسیر ہوئے'
        ],
        poet: 'میر تقی میر',
        topic: 'زلف'
    },
    {
        id: 2,
        poetry: [
            'زخم جھیلے داغ بھی کھائے بہت',
            'دل لگا کر ہم تو پچھتائے بہت'
        ],
        poet: 'میر تقی میر',
        topic: 'دل'
    },
    {
        id: 3,
        poetry: [
            'وہ تو جاں لے کے بھی ویسا ہی سبک نام رہا',
            'عشق کے باب میں سب جرم ہمارے نکلے'
        ],
        poet: 'پروین شاکر',
        topic: 'دل'
    },
]